{
  "John": {
    "3": {
      "16": "-18 “This is how much God loved the world: He gave his Son, his one and only Son. And this is why: so that no one need be destroyed; by believing in him, anyone can have a whole and lasting life. God didn’t go to all the trouble of sending his Son merely to point an accusing finger, telling the world how bad it was. He came to help, to put the world right again. Anyone who trusts in him is acquitted; anyone who refuses to trust him has long since been under the death sentence without knowing it. And why? Because of that person’s failure to believe in the one-of-a-kind Son of God when introduced to him."
    },
    "5": {
      "46": "-47 “But don’t think I’m going to accuse you before my Father. Moses, in whom you put so much stock, is your accuser. If you believed, really believed, what Moses said, you would believe me. He wrote of me. If you won’t take seriously what he wrote, how can I expect you to take seriously what I speak?”"
    },
    "11": {
      "49": "-52 Then one of them—it was Caiaphas, the designated Chief Priest that year—spoke up, “Don’t you know anything? Can’t you see that it’s to our advantage that one man dies for the people rather than the whole nation be destroyed?” He didn’t say this of his own accord, but as Chief Priest that year he unwittingly prophesied that Jesus was about to die sacrificially for the nation, and not only for the nation but so that all God’s exile-scattered children might be gathered together into one people."
    }
  },
  "Luke": {
    "11": {
      "3": "-4 So he said, “When you pray, say,Father,Reveal who you are.Set the world right.Keep us alive with three square meals.Keep us forgiven with you and forgiving others.Keep us safe from ourselves and the Devil.”",
      "48": "-51 “You’re hopeless! You build tombs for the prophets your ancestors killed. The tombs you build are monuments to your murdering ancestors more than to the murdered prophets. That accounts for God’s Wisdom saying, ‘I will send them prophets and apostles, but they’ll kill them and run them off.’ What it means is that every drop of righteous blood ever spilled from the time earth began until now, from the blood of Abel to the blood of Zechariah, who was struck down between altar and sanctuary, is on your heads. Yes, it’s on the bill of this generation and this generation will pay."
    }
  },
  "Revelation": {
    "12": {
      "1": "The Woman, Her Son, and the Dragon12 1-2 A great Sign appeared in Heaven: a Woman dressed all in sunlight, standing on the moon, and crowned with Twelve Stars. She was giving birth to a Child and cried out in the pain of childbirth."
    }
  },
  "Genesis": {
    "12": {
      "2": "-3 I’ll make you a great nation and bless you.I’ll make you famous; you’ll be a blessing.I’ll bless those who bless you; those who curse you I’ll curse.All the families of the Earth will be blessed through you.”"
    }
  },
  "Galatians": {
    "6": {
      "5": "-5 Make a careful exploration of who you are and the work you have been given, and then sink yourself into that. Don’t be impressed with yourself. Don’t compare yourself with others. Each of you must take responsibility for doing the creative best you can with your own life."
    }
  },
  "Ephesians": {
    "6": {
      "6": "-8 Servants, respectfully obey your earthly masters but always with an eye to obeying the real master, Christ. Don’t just do what you have to do to get by, but work heartily, as Christ’s servants doing what God wants you to do. And work with a smile on your face, always keeping in mind that no matter who happens to be giving the orders, you’re really serving God. Good work will get you good pay from the Master, regardless of whether you are slave or free."
    }
  }
}