{
  "Acts": {
    "10": {
      "7": "When the angel who was speaking to him had gone, Cornelius called two of his servants and a devout soldier from among his own personal attendants;",
      "39": "We are [personally] eyewitnesses of everything that He did both in the land of the Jews and in Jerusalem [in particular]. They also put Him to death by hanging Him on a cross;",
      "40": "God raised Him [to life] on the third day and caused Him to be plainly seen,",
      "45": "All the circumcised believers who came with Peter were amazed, because the gift of the Holy Spirit had been poured out even on the Gentiles.",
      "47": "“Can anyone refuse water for these people to be baptized, since they have received the Holy Spirit just as we did?”",
      "46": "For they heard them talking in [unknown] tongues (languages) and exalting and magnifying and praising God. Then Peter said,"
    },
    "7": {
      "13": "And on the second visit Joseph identified himself to his brothers, and Joseph’s family and background were revealed to Pharaoh.(A)",
      "34": "I have most certainly seen the oppression of My people in Egypt and have heard their groaning, and I have come down to rescue them. Now come, and I will send you to Egypt [as My messenger].’(A)",
      "46": "who found favor (grace, spiritual blessing) in the sight of God and asked that he might [be allowed to] find a dwelling place for the [a]God of Jacob.(A)",
      "52": "Which one of the prophets did your fathers not persecute? They killed those who proclaimed beforehand the coming of the Righteous One, whose betrayers and murderers you have now become;",
      "55": "But he, being full of the Holy Spirit and led by Him, gazed into heaven and saw the glory [the great splendor and majesty] of God, and Jesus standing at the right hand of God;",
      "58": "Then they drove him out of the city and began stoning him; and the witnesses placed their outer robes at the feet of a young man named [a]Saul.(A)"
    },
    "8": {
      "11": "They were paying attention to him because for a long time he had mystified and dazzled them with his magic."
    },
    "9": {
      "10": "Now in Damascus there was a disciple named Ananias; and the Lord said to him in a vision, “Ananias.” And he answered, “Here I am, Lord.”",
      "43": "And so it was that Peter stayed in Joppa for many days with Simon, [a]a tanner."
    },
    "2": {
      "29": "“Brothers, I may confidently and freely say to you regarding the patriarch David that he both died and was buried, and his tomb is with us to this day.",
      "39": "For the promise [of the Holy Spirit] is for you and your children and for all who are far away [including the Gentiles], as many as the Lord our God calls to Himself.”(A)",
      "45": "And they began selling their property and possessions and were sharing the proceeds with all [the other believers], as anyone had need."
    },
    "3": {
      "17": "“Now, brothers, I know that you acted in ignorance [not fully aware of what you were doing], just as your rulers did also."
    },
    "4": {
      "14": "And seeing the man who had been healed standing there with them, they had nothing to say in reply.",
      "24": "And when they heard it, they raised their voices together to God and said, “O Sovereign Lord [having complete power and authority], it is You who made the heaven and the earth and the sea, and everything that is in them,(A)",
      "37": "sold a field belonging to him and brought the money and set it at the apostles’ feet.",
      "29": "And now, Lord, observe their threats [take them into account] and grant that Your bond-servants may declare Your message [of salvation] with great confidence,"
    },
    "5": {
      "14": "More and more believers in the Lord, crowds of men and women, were constantly being added to their number,",
      "37": "After this man, Judas the Galilean rose up, [and led an uprising] during the time of the census, and drew people after him; he was also killed, and all his followers were scattered.",
      "42": "And every single day, in the temple [area] and in homes, they did not stop teaching and telling the good news of Jesus as the Christ (the Messiah, the Anointed)."
    },
    "11": {
      "5": "“I was in the city of Joppa praying; and in a trance I saw a vision of an object coming down from heaven, like a huge sheet being lowered by the four corners; and [it descended until] it came right down to me,",
      "29": "So the disciples decided to send a contribution, each according to his individual ability, to the believers who lived in Judea.",
      "2": "So when Peter went up to Jerusalem, those of the circumcision [certain Jewish believers who followed the Law] took issue with him [for violating Jewish customs],"
    }
  },
  "John": {
    "3": {
      "16": "For God so [greatly] loved and dearly prized the world, that He [even] gave His [One and] only begotten Son, so that whoever believes and trusts in Him [as Savior] shall not perish, but have eternal life.",
      "32": "What He has [actually] seen and heard, of that He testifies; and yet no one accepts His testimony [as true].",
      "33": "Whoever receives His testimony has set his seal [of approval] to this: God is true [and he knows that God cannot lie].",
      "36": "He who believes and trusts in the Son and accepts Him [as Savior] has eternal life [that is, already possesses it]; but he who does not believe the Son and chooses to reject Him, [disobeying Him and denying Him as Savior] will not see [eternal] life, but [instead] the wrath of God hangs over him continually.”(A)"
    },
    "1": {
      "51": "Then He said to him, “I assure you and most solemnly say to you, you will see heaven opened and the angels of God ascending and descending on the Son of Man [the bridge between heaven and earth].”(A)",
      "25": "They asked him, “Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?”",
      "34": "I myself have [actually] seen [that happen], and my testimony is that this is the Son of God!”",
      "42": "Andrew brought Simon to Jesus. Jesus looked at him and said, “You are Simon the son of John. You shall be called Cephas (which is translated [a]Peter).”",
      "46": "Nathanael answered him, “Can anything good come out of Nazareth?” Philip replied, “Come and see.”"
    },
    "6": {
      "12": "When they had eaten enough, He said to His disciples, “Gather up the leftover pieces so that nothing will be lost.”",
      "31": "Our fathers ate the manna in the wilderness; as it is written [in Scripture], ‘He gave them bread out of heaven to eat.’”(A)",
      "37": "All that My Father gives Me will come to Me; and the one who comes to Me I will most certainly not cast out [I will never, never reject anyone who follows Me].",
      "41": "Words to the Jews41 Now the Jews murmured and found fault with Him because He said, “I am the Bread that came down out of heaven.”",
      "45": "It is written in the prophets, ‘And they will all be taught of God.’ Everyone who has listened to and learned from the Father, comes to Me.(A)",
      "49": "Your fathers ate the manna in the wilderness, and they died.",
      "50": "This is the Bread that comes down out of heaven, so that one may eat of it and not die.",
      "53": "And Jesus said to them, “I assure you and most solemnly say to you, unless you eat the flesh of the Son of Man and drink His blood [unless you believe in Me as Savior and believe in the saving power of My blood which will be shed for you], you do not have life in yourselves.",
      "56": "He who eats My flesh and drinks My blood [believes in Me, accepts Me as Savior] remains in Me, and I [in the same way remain] in him.",
      "57": "Just as the living Father sent Me, and I live because of the Father, even so the one who feeds on Me [believes in Me, accepts Me as Savior] will also live because of Me.",
      "59": "Words to the Disciples59 He said these things in a synagogue while He was teaching in Capernaum.",
      "54": "The one who eats My flesh and drinks My blood [believes in Me, accepts Me as Savior] has eternal life [that is, now possesses it], and I will raise him up [from the dead] on the last day."
    },
    "7": {
      "12": "There was a lot of whispered discussion and murmuring among the crowds about Him. Some were saying, “He is a good man”; others said, “No, on the contrary, He misleads the people [giving them false ideas].”",
      "28": "Then Jesus called out as He taught in the temple, “You know Me and know where I am from; and I have not come on my own initiative [as self-appointed], but He who sent Me is true, and Him you do not know.",
      "33": "Therefore Jesus said, “For a little while longer I am [still] with you, and then I go to Him who sent Me.",
      "45": "Then the guards went [back] to the chief priests and Pharisees, who asked them, “Why did you not bring Him [here with you]?”"
    },
    "8": {
      "10": "Straightening up, Jesus said to her, “Woman, where are they? Did no one condemn you?”",
      "42": "Jesus said to them, “If God were your Father [but He is not], you would love and recognize Me, for I came from God [out of His very presence] and have arrived here. For I have not even come on My own initiative [as self-appointed], but He [is the One who] sent Me.",
      "45": "But because I speak the truth, you do not believe Me [and continue in your unbelief].",
      "48": "The Jews answered Him, “Are we not right when we say You are a [a]Samaritan and [that You] have a demon [and are under its power]?”",
      "51": "I assure you and most solemnly say to you, if anyone keeps My word [by living in accordance with My message] he will indeed never, ever see and experience [a]death.”",
      "54": "Jesus answered, “If I glorify Myself, My glory is [worth] nothing. It is My Father who glorifies Me, of whom you say, ‘He is our God.’",
      "57": "Then the Jews said to Him, “You are not even fifty years old, and You [claim to] have seen Abraham?”",
      "59": "So they picked up stones to throw at Him, but Jesus concealed Himself and left the temple.",
      "56": "Your father Abraham [greatly] rejoiced to see My day (My incarnation). [a]He saw it and was delighted.”(A)",
      "58": "Jesus replied, “I assure you and most solemnly say to you, before Abraham was born, [a]I Am.”(A)"
    },
    "9": {
      "9": "Some said, “It is he.” Still others said, “No, but he looks like him.” But he kept saying, “I am the man.”"
    },
    "2": {
      "17": "His disciples remembered that it is written [in the Scriptures], “Zeal (love, concern) for Your house [and its honor] will consume Me.”(A)"
    },
    "4": {
      "36": "Already the reaper is receiving his wages and he is gathering fruit for eternal life; so that he who plants and he who reaps may rejoice together.",
      "39": "The Samaritans39 Now many Samaritans from that city believed in Him and trusted Him [as Savior] because of what the woman said when she testified, “He told me all the things that I have done.”",
      "43": "After the two days He went on from there into Galilee.",
      "46": "Healing a Nobleman’s Son46 So Jesus came again to Cana of Galilee, where He had turned the water into wine. And there was a [a]certain royal official whose son was sick in Capernaum.",
      "49": "The royal official pleaded with Him, “Sir, do come down [at once] before my child dies!”",
      "50": "Jesus said to him, “Go; your son lives!” The man believed what Jesus said to him and started home.",
      "51": "As he was already going down [the road], his servants met him and reported that his son was living [and was healthy].",
      "52": "So he asked them at what time he began to get better. They said, “Yesterday during the seventh hour the fever left him.”",
      "53": "Then the father realized that it was at that very hour when Jesus had said to him, “Your son lives”; and he and his entire household believed and confidently trusted [in Him as Savior].",
      "54": "This is the second sign (attesting miracle) that Jesus performed [in Cana] after He had come from Judea to Galilee [revealing that He is the Messiah].",
      "29": "“Come, see a man who told me all the things that I have done! Can this be the Christ (the Messiah, the Anointed)?”"
    },
    "5": {
      "13": "Now the man who had been healed did not know who it was, for Jesus had slipped away [unnoticed] since there was a crowd in that place.",
      "23": "so that all will give honor (reverence, homage) to the Son just as they give honor to the Father. [In fact] the one who does not honor the Son does not honor the Father who has sent Him.",
      "36": "Testimony of Works36 But the testimony which I have is far greater than the testimony of John; for the works that the Father has given Me to finish—the very same works [that is, the miracles and proofs of My deity] that I am [now] doing—testify about Me, [by providing evidence] that the Father has sent Me.",
      "41": "I do not receive glory and approval from men;",
      "44": "How can you believe [in Me], when you [seek and] receive glory and approval from one another, and yet you do not seek the glory and approval which comes from the one and only God?",
      "46": "For if you believed and relied on [the Scriptures written by] Moses, you would believe Me, for he wrote about Me [personally].(A)",
      "45": "Do not think that I [am the One who] will accuse you before the Father. There [already] is one who accuses you: Moses, [the very one] in whom you have placed your hope [for salvation].",
      "47": "But if you do not believe his writings, how will you believe My words?”"
    },
    "11": {
      "4": "When Jesus heard this, He said, “This sickness will not end in death; but [on the contrary it is] for the glory and honor of God, so that the Son of God may be glorified by it.”",
      "21": "Then Martha said to Jesus, “Lord, if You had been here, my brother would not have died.",
      "28": "After she had said this, she left and called her sister Mary, privately whispering [to her], “The Teacher is here and is asking for you.”",
      "22": "Even now I know that whatever You ask of God, God will give to You.”",
      "32": "When Mary came [to the place] where Jesus was and saw Him, she fell at His feet, saying to Him, “Lord, if You had been here, my brother would not have died.”",
      "53": "So from that day on they planned together to kill Him.",
      "39": "Jesus said, “Take away the stone.” Martha, the sister of the dead man, said to Him, “Lord, by this time there will be an offensive odor, for he has been dead four days! [It is hopeless!]”",
      "42": "I knew that You always hear Me and listen to Me; but I have said this because of the people standing around, so that they may believe that You have sent Me [and that You have made Me Your representative].”",
      "48": "If we let Him go on like this, everyone will believe in Him, and the Romans will come and take away both our [holy] place (the temple) and our nation.”",
      "50": "Nor do you understand that it is expedient and politically advantageous for you that one man die for the people, and that the whole nation not perish.”",
      "52": "and not only for the nation, but also for the purpose of gathering together into one body the children of God who have been scattered abroad.(A)",
      "54": "For that reason Jesus no longer walked openly among the Jews, but left there and went to the district that borders on the uninhabited wilderness, to a town called Ephraim; and He stayed there with the disciples.",
      "55": "Now the Passover of the Jews was approaching, and many from the country went up to Jerusalem before Passover to purify themselves [ceremonially, so that they would be able to participate in the feast].",
      "56": "So they were looking for Jesus as they stood in the temple [area], and saying among themselves, “What do you think? Will He not come to the feast at all?”",
      "57": "Now the chief priests and Pharisees had given orders that if anyone knew where He was, he was to report it so that they might arrest Him."
    },
    "10": {
      "37": "If I do not do the works of My Father [that is, the miracles that only God could perform], then do not believe Me.",
      "38": "But if I am doing them, even if you do not believe Me or have faith in Me, [at least] believe the works [that I do—admit that they are the works of God], so that you may know and keep on knowing [clearly—without any doubt] that the Father is in Me, and I am in the Father [that is, I am One with Him].”",
      "40": "He went back again across the Jordan to the place where John was first baptizing, and He was staying there.",
      "6": "Jesus used this figure of speech with them, but they did not understand what He was talking about.",
      "21": "Others were saying, “These are not the words and thoughts of one possessed by a demon. Can a demon open the eyes of the blind?”",
      "42": "And many there believed and confidently trusted in Him [accepting Him as Savior, and following His teaching]."
    },
    "12": {
      "17": "So the people, who were with Him when He called Lazarus out of the tomb and raised him from the dead, continued to tell others about Him."
    }
  },
  "Romans": {
    "8": {
      "28": "And we know [with great confidence] that God [who is deeply concerned about us] causes all things to work together [as a plan] for good for those who love God, to those who are called according to His plan and purpose.",
      "12": "So then, [a]brothers and sisters, we have an obligation, but not to our flesh [our human nature, our worldliness, our sinful capacity], to live according to the [impulses of the] flesh [our nature without the Holy Spirit]—",
      "27": "And He who searches the hearts knows what the mind of the Spirit is, because the Spirit intercedes [before God] on behalf of [a]God’s people in accordance with God’s will.(A)",
      "39": "nor height, nor depth, nor any other created thing, will be able to separate us from the [unlimited] love of God, which is in Christ Jesus our Lord."
    },
    "10": {
      "8": "But what does it say? \"The word is near you, in your mouth and in your heart\"—that is, the word of faith [the message, the basis] which we preach—"
    },
    "6": {
      "13": "Do not go on offering members of your body to sin as instruments of wickedness. But offer yourselves to God [in a decisive act] as those alive [raised] from the dead [to a new life], and your members [all of your abilities—sanctified, set apart] as instruments of righteousness [yielded] to God."
    },
    "9": {
      "11": "and though the twins were not yet born and had not done anything either good or bad, so that God’s purpose [His choice, His election] would stand, not because of works [done by either child], but because of [the plan of] Him who calls them,",
      "24": "including us, whom He also called, not only from among the Jews, but also from among the Gentiles?"
    },
    "11": {
      "30": "Just as you once were disobedient and failed to listen to God, but have now obtained mercy because of their disobedience,",
      "34": "For who has known the mind of the Lord, or who has been His counselor?(A)",
      "6": "But if it is by grace [God’s unmerited favor], it is no longer on the basis of works, otherwise grace is no longer grace [it would not be a gift but a reward for works]."
    },
    "5": {
      "21": "so that, as sin reigned in death, so also grace would reign through righteousness which brings eternal life through Jesus Christ our Lord."
    },
    "12": {
      "18": "If possible, as far as it depends on you, live at peace with everyone."
    },
    "4": {
      "25": "who was betrayed and crucified because of our sins, and was raised [from the dead] because of our justification [our acquittal—absolving us of all sin before God]."
    }
  },
  "Philippians": {
    "4": {
      "13": "I can do all things [which He has called me to do] through Him who strengthens and empowers me [to fulfill His purpose—I am self-sufficient in Christ's sufficiency; I am ready for anything and equal to anything through Him who infuses me with inner strength and confident peace.]",
      "17": "Not that I seek the gift itself, but I do seek the profit which increases to your [heavenly] account [the blessing which is accumulating for you]."
    },
    "2": {
      "19": "Timothy and Epaphroditus19 But I hope in the Lord Jesus to send Timothy to you soon, so that I may also be encouraged by learning news about you."
    }
  },
  "Jeremiah": {
    "29": {
      "11": "For I know the plans and thoughts that I have for you,' says the Lord, 'plans for peace and well-being and not for disaster, to give you a future and a hope."
    },
    "6": {
      "4": "“[They shout], ‘Prepare for war against her;Arise, let us [take her by surprise and] attack her at noon.But alas, the daylight pales,The evening shadows grow long.",
      "27": "“I [the Lord] have set you as an assayer [O Jeremiah] and as a tester [of the ore] of My people,That you may know and analyze their acts.”",
      "30": "They call them rejected silver [only dross, without value],Because the Lord has rejected them."
    },
    "7": {
      "3": "Thus says the Lord of hosts, the God of Israel, “Change your ways and your behavior, and I will let you live in this place.",
      "30": "For the children of Judah have done evil in My sight,” says the Lord; “they have set their disgusting and shamefully vile things in the house which is called by My Name, to defile it.",
      "2": "“Stand in the gate of the Lord’s house and proclaim there this word and say, ‘Hear the word of the Lord, all you of Judah who enter by these gates to worship the Lord.’”"
    },
    "8": {
      "2": "They will [carelessly scatter and] spread them out before the sun and the moon and all the host of heaven, which the dead have loved and which they have served, and which they have walked after and which they have sought, and which they have worshiped. They will not be gathered or be buried; they will be like [a]dung on the face of the earth.",
      "20": "“The harvest is past, the summer has ended and the gathering of fruit is over,But we are not saved,” [comes the voice of the people again]."
    },
    "1": {
      "9": "Then the Lord stretched out His hand and touched my mouth, and the Lord said to me,“Behold (hear Me), I have put My words in your mouth."
    },
    "2": {
      "9": "“Therefore I will still contend (struggle) with you [by bringing judgment on you],” says the Lord,“And I will contend with your children’s children.”",
      "24": "Or [you have the untamed and reckless nature of] a wild donkey accustomed to the wilderness,That sniffs the wind in her passion [for the scent of a mate].In her mating season who can restrain her?No males seeking her need to weary themselves;In her month they will find her [looking for them].",
      "27": "Who say to a tree, ‘You are my father,’And to a stone, ‘You gave me birth.’For they have turned their backs to Me,And not their faces;But in the time of their trouble they will say,‘Arise [O Lord] and save us.’",
      "36": "“Why do you go around and wander so muchChanging your way?Also, you will be shamed by EgyptAs you were shamed by Assyria."
    },
    "3": {
      "8": "And I saw [that even though Judah knew] that for all the acts of adultery (idolatry) of faithless Israel, I [the Lord] had [a]sent her away and given her a certificate of divorce, yet her treacherous sister [b]Judah was not afraid; but she went and was a prostitute also [following after idols]."
    },
    "5": {
      "5": "“I will go to the great [men]And speak to them,For they [must] know the way of the Lord,The ordinance of their God.”But [I found the reverse to be true, that] they too had all alike broken the yoke [of God’s law]And had burst the bonds [of obedience to Him].",
      "21": "‘Now hear this, O foolish people without heart,Who have eyes but do not see,Who have ears but do not hear.(A)",
      "31": "The prophets prophesy falsely,And the priests rule [a]on their own authority;And My people love [to have] it so!But what will you do when the end comes?"
    },
    "11": {
      "18": "Plots against Jeremiah18 Then the Lord gave me knowledge [of their plot], and I knew it;So You [O Lord] revealed their deeds to me."
    },
    "23": {
      "36": "For you will no longer remember the oracle of the Lord, because every man’s own word will become the oracle, [for as they mockingly call all prophecies oracles, whether good or bad, so will it prove to be to them; God will take them at their own word]; and you have perverted the words [not of a lifeless idol, but] of the living God, the Lord of hosts, our God."
    },
    "10": {
      "25": "Pour out Your wrath on the nations that do not know nor recognize YouAnd on the families that do not call Your name.For they have devoured Jacob;They have devoured him and consumed himAnd made his land a desolate waste."
    },
    "12": {
      "15": "And it shall come about that after I have uprooted them, I will return and have compassion on them; and I will bring them back again, each one to his inheritance and each one to his land."
    },
    "4": {
      "31": "For I heard a cry like a woman in labor,The anguish as of one giving birth to her first child,The cry of the Daughter of Zion (Jerusalem), who gasps for breath,Who stretches out her hands, saying,“Woe is me [my judgment comes]! I faint [in fear] before the murderers.”"
    }
  },
  "Proverbs": {
    "3": {
      "5": "Trust in and rely confidently on the Lord with all your heart And do not rely on your own insight or understanding.",
      "6": "In all your ways know and acknowledge and recognize Him, And He will make your paths straight and smooth [removing obstacles that block your way].",
      "4": "So find favor and high esteemIn the sight of God and man.(A)",
      "29": "Do not devise evil against your neighbor,Who lives securely beside you."
    },
    "6": {
      "26": "For on account of a prostitute one is reduced to a piece of bread [to be eaten up],And the immoral woman hunts [with a hook] the precious life [of a man]."
    },
    "1": {
      "6": "To understand a proverb and a figure [of speech] or an enigma with its interpretation,And the words of the wise and their riddles [that require reflection].",
      "28": "“Then they will call upon me (Wisdom), but I will not answer;They will seek me eagerly but they will not find me,(A)",
      "32": "“For the turning away of the [a]naive will kill them,And the careless ease of [self-righteous] fools will destroy them.(A)"
    },
    "2": {
      "5": "Then you will understand the [reverent] fear of the Lord [that is, worshiping Him and regarding Him as truly awesome]And discover the knowledge of God.(A)"
    },
    "4": {
      "3": "When I was a son with my father (David),Tender and the only son in the sight of my mother (Bathsheba),",
      "26": "Consider well and watch carefully the path of your feet,And all your ways will be steadfast and sure.",
      "27": "Do not turn away to the right nor to the left [where evil may lurk];Turn your foot from [the path of] evil."
    },
    "5": {
      "1": "Pitfalls of Immorality5 My son, be attentive to my wisdom [godly wisdom learned by costly experience],Incline your ear to my understanding;(A)",
      "23": "He will die for lack of instruction (discipline),And in the greatness of his foolishness he will go astray and be lost."
    },
    "11": {
      "26": "The people curse him who holds back grain [when the public needs it],But a blessing [from God and man] is upon the head of him who sells it.",
      "28": "He who leans on and trusts in and is confident in his riches will fall,But the righteous [who trust in God’s provision] will flourish like a green leaf."
    },
    "10": {
      "25": "When the whirlwind passes, the wicked is no more,But the righteous has an everlasting foundation.(A)"
    },
    "12": {
      "14": "A man will be satisfied with good from the fruit of his words,And the deeds of a man’s hands will return to him [as a harvest]."
    }
  },
  "Numbers": {
    "1": {
      "47": "Levites Exempted47 The Levites, however, were not numbered among them by their fathers’ tribe.",
      "30": "Of the sons of Zebulun, their descendants, by their families (clans), by their fathers’ households, according to the number of names, from twenty years old and upward, all who were able to go to war:",
      "35": "those of the tribe of Manasseh numbered 32,200.",
      "43": "those of the tribe of Naphtali numbered 53,400."
    },
    "7": {
      "41": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Shelumiel the son of Zurishaddai [from the tribe of Simeon].",
      "47": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Eliasaph the son of Deuel [from the tribe of Gad].",
      "51": "one young bull, one ram, one male lamb one year old, as a burnt offering;",
      "53": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Elishama the son of Ammihud [from the tribe of Ephraim].",
      "56": "one golden bowl of ten shekels, full of incense;",
      "59": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Gamaliel the son of Pedahzur [from the tribe of Manasseh]."
    },
    "2": {
      "26": "and his army as numbered totaled 62,700."
    },
    "3": {
      "34": "The males who were numbered, every male from a month old and upward totaled 6,200.",
      "37": "and the pillars around the courtyard with their bases and their pegs and their cords (tent ropes).",
      "39": "All the men of the Levites whom Moses and Aaron numbered at the [a]command of the Lord, by their families, every male from a month old and upward, were 22,000.",
      "41": "You shall take the Levites for Me instead of and as a substitute for all the firstborn among the Israelites. I am the Lord; and you shall take the cattle of the Levites instead of and as a substitute for all the firstborn among the cattle of the Israelites.”",
      "43": "and all the firstborn males from a month old and upward as numbered were 22,273 [273 more than the Levites].",
      "45": "“Take the Levites [for Me] instead of all the firstborn among the sons of Israel, and the cattle of the Levites instead of their cattle. And the Levites shall be Mine. I am the Lord.",
      "47": "you shall take five shekels apiece, per head, you shall take them in terms of the sanctuary shekel (the shekel is twenty gerahs),",
      "49": "So Moses took the ransom (redemption) money from those who were in excess, beyond those ransomed by the Levites;",
      "51": "Then Moses gave the ransom money to Aaron and to his sons at the command of the Lord, just as the Lord had commanded Moses.",
      "36": "Now the appointed responsibilities of the sons of Merari involved the frames of the tabernacle, its bars, its pillars, its sockets or bases, and all the equipment, and all the service concerning them,",
      "42": "So Moses numbered all the firstborn among the Israelites, just as the Lord had commanded him;",
      "48": "and give the money, the ransom (redemption price) of those who outnumber the Levites to Aaron and to his sons.”"
    },
    "4": {
      "25": "they shall carry the tent curtains of the tabernacle, and the Tent of Meeting, its covering and the covering of porpoise skin (fine leather) that is on top of it, and the curtain for the doorway of the Tent of Meeting (tabernacle),",
      "31": "This is what they are assigned to carry [on the march], according to all their service in the Tent of Meeting: the boards [for the framework] of the tabernacle and its bars and its pillars and its sockets or bases,",
      "35": "from thirty years and upward even to fifty years old, everyone who enters the service to do the work in the Tent of Meeting (tabernacle);",
      "40": "the men who were numbered by their families, by their fathers’ households, were 2,630.",
      "44": "the men who were numbered by their families were 3,200.",
      "47": "from thirty years and upward even to fifty years old, everyone who could enter to do the work of service and the work of carrying in the Tent of Meeting (tabernacle);",
      "49": "According to the commandment of the Lord through Moses, they were numbered, each assigned to his work of serving and carrying. Thus they were numbered by him, just as the Lord had commanded Moses."
    },
    "5": {
      "18": "The priest shall then have the woman stand before the Lord, and let the hair of the woman’s head hang loose, and put the memorial grain offering in her hands, which is the jealousy offering, and in the hand of the priest is to be the water of bitterness that brings a curse.",
      "31": "Further, the husband will be free from guilt, but that woman [if guilty] shall bear her guilt.’”"
    },
    "10": {
      "36": "And when the ark rested, Moses said,“Return, O Lord,To the myriad (many) thousands of Israel.”",
      "14": "The [a]standard of the camp of the sons of Judah, according to their armies, moved out first, Nahshon the son of Amminadab was [commander] over its army,"
    },
    "11": {
      "29": "But Moses said to him, “Are you jealous for my sake? Would that all the Lord’s people were prophets and that the Lord would put His Spirit upon them!”(A)"
    },
    "12": {
      "3": "([a]Now the man Moses was very humble (gentle, kind, devoid of self-righteousness), more than any man who was on the face of the earth.)"
    }
  },
  "1 Kings": {
    "1": {
      "48": "The king has also said this: ‘Blessed be the Lord, the God of Israel, who has granted one [of my descendants] to sit on my throne today and allowed my eyes to see it.’”",
      "52": "Solomon said, “If he [proves he] is a worthy man, not even one of his hairs shall fall to the ground; but if wickedness is found in him, he shall die.”",
      "38": "Solomon Anointed King38 So Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites [the king’s bodyguards] went down [from Jerusalem] and had Solomon ride on King David’s mule, and brought him to [the spring at] Gihon.",
      "45": "Also, Zadok the priest and Nathan the prophet have anointed him king in Gihon, and they have come up from there celebrating, so the city is in an uproar. This is the noise which you have heard."
    },
    "6": {
      "19": "Then he prepared the Holy of Holies within the house in order to put the ark of the covenant of the Lord there.",
      "33": "Also he made for the entrance of the [outer] sanctuary (the Holy Place) four-sided doorposts (frames) of olive wood"
    },
    "7": {
      "19": "The capitals which were upon the top of the pillars in the porch were of lily work (design), four cubits.",
      "42": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network to cover the two bowls of the capitals that were on the tops of the pillars;",
      "48": "Solomon made all the [other] furniture which was in the house of the Lord: the [incense] altar of gold; the table of gold on which was the bread of the Presence;"
    },
    "8": {
      "18": "But the Lord said to my father David, ‘Because it was in your heart to build a house for My Name, you did well, in that it was in your heart.",
      "23": "He said, “O Lord, the God of Israel, there is no God like You in heaven above or on earth below, who keeps the covenant and shows lovingkindness to Your servants who walk before You with all their heart;",
      "29": "that Your eyes may be open toward this house night and day, toward the place of which You have said, ‘My Name (Presence) shall be there,’ that You may listen to the prayer which Your servant shall pray toward this place.",
      "40": "so that they may fear You [with reverence and awe] all the days that they live in the land which You have given to our fathers.",
      "43": "hear in heaven, Your dwelling place, and do according to all for which the foreigner calls upon (prays to) You, so that all peoples of the earth may know Your name and fear You [with reverence and awe], as do Your people Israel, and that they may know [without any doubt] that this house which I have built is called by Your name.",
      "46": "“When they sin against You (for there is no man who does not sin) and You are angry with them and hand them over to the enemy, so that they are carried away captive to the enemy’s land, [whether] far away or near;",
      "49": "then hear their prayer and their supplication in heaven Your dwelling place, and maintain their right and defend their cause,",
      "52": "that Your eyes may be open to the supplication of Your servant and to the supplication of Your people Israel, to listen to them and be attentive to them whenever they call to You.",
      "55": "And he stood and blessed all the assembly of Israel with a loud voice, saying,",
      "58": "that He may guide our hearts to Himself, to walk in all His ways [following Him] and to keep His commandments, His statutes, and His precepts which He commanded our fathers.",
      "41": "“Moreover, concerning a [a]foreigner who is not of Your people Israel, but comes from a far (distant) country for the sake of Your name [to plead with You]",
      "56": "“Blessed be the Lord, who has given rest to His people Israel, in accordance with everything that He promised. Not one word has failed of all His good promise, which He spoke through Moses His servant.",
      "57": "May the Lord our God be with us as He was with our fathers; may He not leave us nor abandon us [to our enemies],"
    },
    "2": {
      "40": "So Shimei arose, saddled his donkey, and went to Gath to [King] Achish to look for his servants. And Shimei went and brought them back from Gath.",
      "46": "So the king commanded Benaiah the son of Jehoiada, and he went out and struck down Shimei, and he died.So the kingdom was established in the hands of Solomon."
    },
    "4": {
      "22": "Solomon’s food [for the royal household] for one day was thirty [a]kors of finely milled flour, sixty kors of wheat flour,"
    },
    "11": {
      "4": "For when Solomon was old, his wives turned his heart away after other gods; and his heart was not completely devoted to the Lord his God, as was the heart of his father David.",
      "15": "For it came about, when David was in Edom, and Joab the commander of the army had gone up to bury those killed [in battle] and had struck down every male in Edom",
      "25": "So Rezon was an adversary to Israel all the days of Solomon, along with the evil that Hadad inflicted. Rezon hated Israel and reigned over Aram (Syria).",
      "35": "But I will take the kingdom out of his son’s hand and give it to you: ten tribes."
    },
    "10": {
      "29": "A chariot could be imported from Egypt for six hundred shekels of silver, and a horse for a hundred and fifty; and in the same way they exported them, by the king’s merchants, to all the kings of the Hittites and to the kings of Aram (Syria).",
      "18": "Also the king made a great throne of ivory and overlaid it with the finest gold."
    },
    "5": {
      "18": "So Solomon’s builders and Hiram’s builders and the men of [a]Gebal cut and chiseled the stones, and prepared the timber and the stones to build the house (temple)."
    }
  },
  "1 Chronicles": {
    "1": {
      "49": "When Shaul died, Baal-hanan the son of Achbor became king in his place.",
      "53": "Kenaz, Teman, Mibzar,",
      "54": "Magdiel, and Iram. These are the chiefs of Edom.",
      "31": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael.",
      "39": "The sons of Lotan: Hori and Homam; and Timna was Lotan’s sister."
    },
    "6": {
      "20": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,",
      "29": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzza his son,",
      "42": "the son of Ethan, the son of Zimmah, the son of Shimei,",
      "46": "the son of Amzi, the son of Bani, the son of Shemer,",
      "51": "Bukki his son, Uzzi his son, Zerahiah his son,",
      "54": "Now these are their settlements according to their camps within their borders: to the sons of Aaron of the families of the Kohathites (for theirs was the first allocation by lot)(A)",
      "58": "Hilen with its pasture lands, Debir with its pasture lands,"
    },
    "7": {
      "38": "The sons of Jether: Jephunneh, Pispa, and Ara.",
      "39": "The sons of Ulla: Arah, Hanniel, and Rizia."
    },
    "8": {
      "37": "Moza became the father of Binea; Raphah was his son, Eleasah his son, Azel his son."
    },
    "9": {
      "40": "The son of Jonathan was Merib-baal (Mephibosheth); Merib-baal became the father of Micah.",
      "44": "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
    },
    "2": {
      "30": "The sons of Nadab: Seled and Appaim. Seled died childless.",
      "41": "Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama.",
      "52": "Shobal the father of Kiriath-jearim had [other] sons (descendants): Haroeh, half of the Manahathites [in Judah],",
      "54": "The sons (descendants) of Salma: Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites."
    },
    "3": {
      "22": "The sons (descendants) of Shecaniah: Shemaiah. The sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat—six in all."
    },
    "4": {
      "33": "and all their villages that were around these towns as far as Baal. These were their settlements, and they have their genealogical record."
    },
    "5": {
      "26": "So the God of Israel stirred up the spirit of Pul, king of Assyria, [that is,] the spirit of Tilgath-pilneser king of Assyria, and he carried them away into exile—the Reubenites, the Gadites, and the half-tribe of Manasseh—and brought them to Halah, Habor, Hara, and the river Gozan, [where they remain] to this day."
    },
    "10": {
      "14": "and did not inquire of the Lord [instead]. Therefore the Lord killed him and turned the kingdom over to David the son of Jesse.(A)"
    },
    "11": {
      "46": "Eliel the Mahavite, Jeribai and Joshaviah the sons of Elnaam, Ithmah the Moabite,"
    },
    "12": {
      "10": "Mishmannah the fourth, Jeremiah the fifth,"
    }
  },
  "Luke": {
    "1": {
      "50": "“And His mercy is upon generation after generationToward those who [stand in great awe of God and] fear Him.(A)",
      "55": "Just as He promised to our fathers,To Abraham and to his descendants forever.”(A)",
      "56": "And Mary stayed with Elizabeth for about three months, and then returned to her home.",
      "57": "John Is Born57 Now the time had come for Elizabeth to give birth, and she gave birth to a son.",
      "58": "Her neighbors and relatives heard that the Lord had shown His great mercy toward her, and they were rejoicing with her.",
      "59": "It happened that on the eighth day they came to circumcise the child [as required by the Law], and they intended to name him Zacharias, after his father;(A)",
      "41": "When Elizabeth heard Mary’s greeting, her baby leaped in her womb; and Elizabeth was filled with the Holy Spirit and empowered by Him."
    },
    "6": {
      "34": "If you lend [money] to those from whom you expect to receive [it back], what credit is that to you? Even sinners lend to sinners expecting to receive back the same amount.",
      "36": "Be merciful (responsive, compassionate, tender) just as your [heavenly] Father is merciful.",
      "40": "A student is not superior to his teacher; but everyone, after he has been completely trained, will be like his teacher.",
      "44": "For each tree is known and identified by its own fruit. For figs are not picked from thorn bushes, nor is a cluster of grapes picked from a briar bush.",
      "48": "he is like a [far-sighted, practical, and sensible] man building a house, who dug deep and laid a foundation on the rock; and when a flood occurred, the torrent burst against that house and yet could not shake it, because it had been securely built and founded on the rock."
    },
    "7": {
      "11": "Soon afterward Jesus went to a city called Nain [near Nazareth], and His disciples and a large crowd accompanied Him.",
      "25": "But what did you go out to see? A man dressed in soft clothing [entirely unsuited for the harsh wilderness]? Those who wear splendid clothing and live in luxury are in royal palaces!",
      "32": "They are like children sitting in the market place and calling to one another, and saying, ‘We played the flute for you [pretending to be at a wedding], and you did not dance; we sang a dirge [pretending to be at a funeral], and you did not weep [so nothing we did appealed to you].’",
      "37": "Now there was a woman in the city who was [known as] a [a]sinner; and [b]when she found out that He was reclining at the table in the Pharisee’s house, she brought an alabaster vial of perfume;",
      "44": "Then turning toward the woman, He said to Simon, “Do you see this woman? I came into your house [but you failed to extend to Me the usual courtesies shown to a guest]; you gave Me no water for My feet, but she has wet My feet with her tears and wiped them with her hair [demonstrating her love].",
      "50": "Jesus said to the woman, “Your faith [in Me] has saved you; go in peace [free from the distress experienced because of sin].”"
    },
    "8": {
      "32": "Now a large herd of pigs was feeding there on the mountain. The demons begged Jesus to allow them to enter the pigs, and He gave them permission.",
      "36": "Those who had seen it told them how the man who had been demon-possessed had been healed.",
      "41": "Now a man named Jairus, a synagogue official, came [to Him]; and he fell at Jesus’ feet and began begging Him to come to his house;(A)",
      "44": "came up behind Him and touched the fringe of His outer robe, and immediately her bleeding stopped.",
      "47": "When the woman saw that she had not escaped notice, she came up trembling and fell down before Him. She declared in the presence of all the people the reason why she had touched Him, and how she had been immediately healed.",
      "50": "But Jesus, hearing this, answered him, “Do not be afraid any longer; only believe and trust [in Me and have faith in My ability to do this], and she will be made well.”",
      "53": "Then they began laughing scornfully at Him and ridiculing Him, knowing [without any doubt] that she was dead.",
      "56": "Her parents were greatly astonished [by the miracle]; but He instructed them to tell no one what had happened.",
      "45": "Jesus said, “Who touched Me?” While they all were denying it, Peter [a][and those who were with him] said, “Master, the people are crowding and pushing against You!”"
    },
    "9": {
      "8": "and by others that Elijah had appeared, and by others that one of the [other] prophets of old had been resurrected.",
      "23": "And He was saying to them all, “If anyone wishes to follow Me [as My disciple], he must deny himself [set aside selfish interests], and take up his cross daily [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me].",
      "28": "The Transfiguration28 Now about eight days after these teachings, He took along Peter and John and James and went up on the mountain to pray.(A)",
      "31": "who appeared in glory, and were speaking of His departure [from earthly life], which He was about to bring to fulfillment at Jerusalem.",
      "42": "Even while the boy was coming, the demon slammed him down and threw him into a [violent] convulsion. But Jesus rebuked the unclean spirit, and healed the boy and gave him back to his father.",
      "47": "But Jesus, knowing what they were thinking in their heart, took a child and had him stand beside Him,",
      "50": "But Jesus told him, “Do not stop him; for he who is not against you is for you.”(A)",
      "52": "He sent messengers on ahead of Him, and they went into a Samaritan village to make arrangements for Him;",
      "54": "When His disciples James and John saw this, they said, “Lord, do You want us to command fire to come down from heaven and destroy them?”(A)",
      "56": "for the Son of Man did not come to destroy men’s lives, but to save them.”] And they journeyed on to another village."
    },
    "12": {
      "53": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.”(A)",
      "54": "He also said to the crowds, “When you see a cloud rising in the west, you immediately say, ‘It is going to rain,’ and that is how it turns out.",
      "55": "And when [you see that] a south wind is blowing, you say, ‘It will be a hot day,’ and it happens.",
      "56": "You hypocrites (play-actors, pretenders)! You know how to analyze and intelligently interpret the appearance of the earth and sky [to forecast the weather], but why do you not intelligently interpret this present time?",
      "57": "“And why do you not even on your own initiative judge what is right?",
      "58": "For while you are going with your opponent [at law] to appear before a magistrate, on the way make an effort to settle, so that he does not drag you before the judge, and the judge does not [rule against you and] turn you over to the officer, and the officer does not throw you into prison.(A)",
      "59": "I say to you, you [absolutely] will not get out of there until you have paid the very last [a]cent.”"
    },
    "2": {
      "32": "A Light for revelation to the Gentiles [to disclose what was previously unknown],And [to bring] the praise and honor and glory of Your people Israel.”(A)",
      "34": "Simeon blessed them and said to Mary His mother, “Listen carefully: this Child is appointed and destined for the fall and rise of many in Israel, and for [a]a sign that is to be opposed—(A)",
      "38": "She, too, came up at that very moment and began praising and giving thanks to God, and continued to speak of Him to all who were looking for the redemption and deliverance of Jerusalem.",
      "44": "but supposed Him to be in the caravan, and traveled a day’s journey; and [then] they began searching [anxiously] for Him among their relatives and acquaintances.",
      "49": "And He answered, “Why did you have to look for Me? Did you not know that I had to be [a]in My Father’s house?”",
      "51": "He went down to Nazareth with them, and was continually submissive and obedient to them; and His mother treasured all these things in her heart."
    },
    "4": {
      "27": "And there were many lepers in Israel in the time of Elisha the prophet; and not one of them was cleansed [by being healed] except Naaman the Syrian.”(A)",
      "38": "Many Are Healed38 Then Jesus got up and left the synagogue and went to Simon’s (Peter’s) house. Now Simon’s mother-in-law was suffering from a high fever, and they asked Him to help her.(A)",
      "42": "When daybreak came, Jesus left [Simon Peter’s house] and went to a secluded place; and the crowds were searching for Him, and [they] came to Him and tried to keep Him from leaving them.",
      "29": "and they got up and drove Him out of the city, and led Him to the crest of the hill on which their city had been built, in order to hurl Him down the cliff.",
      "44": "So He continued preaching in the synagogues of Judea [the country of the Jews, including Galilee]."
    },
    "5": {
      "35": "But days [for mourning] will come when the bridegroom is [forcefully] taken away from them. They will fast in those days.”",
      "39": "And no one, after drinking old wine, wishes for new; for he says, ‘The old is fine.’”"
    },
    "10": {
      "37": "He answered, “The one who showed compassion and mercy to him.” Then Jesus said to him, “Go and constantly do the same.”",
      "42": "but only one thing is necessary, for Mary has chosen the good part [that which is to her advantage], which will not be taken away from her.”",
      "5": "Whatever house you enter, first say, ‘[a]Peace [that is, a blessing of well-being and prosperity, the favor of God] to this house.’",
      "27": "And he replied, “You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.”(A)",
      "34": "and went to him and bandaged up his wounds, pouring oil and wine on them [to sooth and disinfect the injuries]; and he put him on his own pack-animal, and brought him to an inn and took care of him."
    },
    "11": {
      "3": "‘Give us each day our [a]daily bread.",
      "26": "Then it goes and brings seven other spirits more evil than itself, and they go in [the person] and live there; and the last state of that person becomes worse than the first.”",
      "2": "He said to them,“When you pray, [a]say:‘[b]Father, [c]hallowed be Your name.[d]Your kingdom come.",
      "53": "When He left there, the scribes and the Pharisees began to be very hostile [toward Him] and to interrogate Him on many subjects,",
      "38": "The Pharisee noticed this and was surprised that Jesus did not first ceremonially wash before the meal.",
      "41": "But give that which is within as charity [that is, acts of mercy and compassion, not as a public display, but as an expression of your faithfulness to God], and then indeed all things are clean for you.",
      "45": "One of the lawyers [an expert in the Mosaic Law] answered Him, “Teacher, by saying this, You insult us too!”",
      "47": "Woe to you! For you repair or build [a]tombs for the prophets, and it was your fathers who killed them.",
      "49": "For this reason also the wisdom of God said [in the Scriptures], ‘I will send them prophets and apostles, some of whom they will put to death and some they will persecute,",
      "51": "from the blood of Abel to the blood of Zechariah [the priest], who was murdered between the altar and the house of God. Yes, I tell you, charges will be brought against this generation.’(A)"
    }
  },
  "Nehemiah": {
    "2": {
      "1": "Nehemiah’s Prayer Answered2 In the month of Nisan, in the twentieth year of King Artaxerxes, when wine was placed before him, I took the wine and gave it to the king. Now I had not [previously] been sad in his presence."
    },
    "7": {
      "21": "the sons of Ater, of Hezekiah, 98;",
      "35": "the sons of Harim, 320;",
      "40": "the sons of Immer, 1,052;",
      "43": "These are the Levites: the sons of Jeshua, of Kadmiel, of the sons of Hodevah, 74.",
      "49": "the sons of Hanan, the sons of Giddel, the sons of Gahar,",
      "54": "the sons of Bazlith, the sons of Mehida, the sons of Harsha,",
      "57": "The sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,"
    },
    "9": {
      "19": "You, in Your great mercy and compassion,Did not abandon them in the wilderness;The pillar of the cloud did not leave them by day,To lead them in the way,Nor the pillar of fire by night, to light for them the way they should go.",
      "36": "“Behold, we are slaves today,And as for the land which You gave our fathers, to eat of its fruit and its goodness,Behold, we are slaves in it."
    },
    "1": {
      "2": "Hanani, one of my brothers, and some men from Judah came; and I asked them about the surviving Jews who had escaped and survived the captivity, and about Jerusalem."
    },
    "11": {
      "10": "Of the priests: Jedaiah the son of Joiarib, Jachin,",
      "32": "at Anathoth, Nob, Ananiah,",
      "2": "And the people blessed all the men who volunteered to live in Jerusalem."
    },
    "5": {
      "19": "Remember me, O my God, for good, according to all I have done for this people.(A)"
    },
    "10": {
      "24": "Hallohesh, Pilha, Shobek,",
      "39": "For the Israelites and the sons of Levi shall bring the offering of the grain, the new wine, and the oil to the chambers; the utensils of the sanctuary, the priests who are ministering, the gatekeepers, and the singers are there. In this manner, we will not neglect the house of our God."
    },
    "12": {
      "12": "And in the days of Joiakim, the priests, the heads of fathers’ households were: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
    }
  },
  "Amos": {
    "5": {
      "27": "Therefore, I will send you to go into exile far beyond Damascus,” says the Lord, whose name is the God of hosts.(A)",
      "10": "They hate the one who reprimands [the unrighteous] in the [court held at the city] gate [regarding him as unreasonable and rejecting his reprimand],And they detest him who speaks [the truth] with integrity and honesty."
    },
    "6": {
      "8": "The Lord [a]God has sworn [an oath] by Himself—the Lord God of hosts, says:“I loathe and reject the [self-centered] arrogance of Jacob (Israel),And I hate his palaces and citadels;Therefore, I shall hand over the [idolatrous] city [of Samaria] with all that it contains [to the Assyrian invaders].”"
    },
    "7": {
      "7": "Thus He showed me [a vision], and behold, the Lord was standing by a vertical wall with a plumb line in His hand [to determine if the wall was straight or if it needed to be destroyed].(A)"
    },
    "8": {
      "6": "So that we may buy the poor [as slaves] for silver [since they are unable to support themselves]And the [a]needy for a pair of sandals,And that we may sell the leftovers of the wheat [as if it were a good grade of grain]?”"
    },
    "9": {
      "4": "“And though they go into captivity before their enemies,From there I shall command the sword to kill them,And I will set My eyes against them for evil (judgment, punishment) and not for good [that is, not for correction leading to restoration].”"
    },
    "1": {
      "12": "“So I will send a fire [of war, conquest, and destruction] upon Teman,And it shall consume the citadels of Bozrah [in Edom].”"
    },
    "2": {
      "13": "“Behold, I am weighted down beneath youAs a cart that is weighted down when it is full of sheaves."
    },
    "4": {
      "10": "“I sent a plague among you like [those of] Egypt;I killed your young men with the sword and I captured your horses,I made the stench of your camp rise up into your nostrils;Yet you have not returned to Me [in repentance],” says the Lord.(A)",
      "13": "For behold, He who forms the mountains and creates the windAnd declares to man what are His thoughts,He who makes the dawn into darknessAnd treads on the heights of the earth—The Lord God of hosts is His name.(A)"
    }
  },
  "Micah": {
    "5": {
      "15": "“And in anger and wrath I shall execute vengeanceOn the nations which have not obeyed [such vengeance as they have not known before].”",
      "11": "“I will cut off the cities of your landAnd tear down all your fortifications."
    },
    "6": {
      "9": "The voice of the Lord shall call to the city [of Jerusalem]—And it is sound wisdom to heed [solemnly] and fear Your name [with awe-filled reverence];“Hear, O tribe [the rod of punishment]. Who has appointed its time?"
    },
    "7": {
      "8": "Do not rejoice over me [amid my tragedies], O my enemy!Though I fall, I will rise;Though I sit in the darkness [of distress], the Lord is a light for me."
    },
    "1": {
      "15": "Moreover, I will bring on youThe one who takes possession,O inhabitant of Mareshah (Prominent Place).The glory (nobility) of Israel will enter Adullam [seeking refuge].(A)"
    },
    "3": {
      "12": "Therefore, on account of you[a]Zion shall be plowed like a field,Jerusalem shall become [b]a heap of ruins,And the mountain of the house [of the Lord] shall become like a densely wooded hill.(A)"
    },
    "4": {
      "13": "“Arise and thresh, O Daughter of Zion!For I will make your horn ironAnd I will make your hoofs bronze;That you may beat many peoples in pieces [trampling down your enemies],That you may devote to the Lord their unjust gain (pagan possessions)And their wealth to the Lord of all the earth.(A)"
    }
  },
  "Zechariah": {
    "5": {
      "11": "And he said to me, “To the land of Shinar (Babylon) to build a temple for her; and when it is prepared, [a]she shall be set there on her own pedestal.”"
    },
    "6": {
      "10": "“Take an offering from the exiles, from Heldai, from Tobijah, and from Jedaiah [as representatives]; and you go the same day and enter the house of Josiah the son of Zephaniah, where they have arrived from Babylon."
    },
    "7": {
      "9": "“Thus has the Lord of hosts said, ‘Dispense true justice and practice kindness and compassion, to each other;"
    },
    "8": {
      "7": "Thus says the Lord of hosts, ‘Behold, I am going to save My people from the east country and from the west,(A)"
    },
    "9": {
      "5": "[a]Ashkelon will see it and fear;Gaza will writhe in pain,And Ekron, for her hope and expectation, has been ruined.The king will perish from Gaza,And Ashkelon will not be inhabited."
    },
    "4": {
      "12": "And a second time I said to him, “What are these two olive branches which are beside the two golden pipes by which the golden oil is emptied?”",
      "14": "Then he said, “These are the two [a]sons of fresh oil [Joshua the high priest and Zerubbabel the prince of Judah] who are standing by the Lord of the whole earth [as His anointed ones].”(A)"
    },
    "10": {
      "3": "“My anger is kindled against the shepherds [who are not true shepherds],And I shall punish the male goats (leaders);For the Lord of hosts has visited His flock, the house of Judah (the Southern Kingdom),And will make them like His beautiful and majestic horse in the battle.(A)",
      "12": "“And I will strengthen Israel in the Lord,And they will walk [and glory] in His name,” declares the Lord."
    }
  },
  "Ecclesiastes": {
    "6": {
      "1": "The Futility of Life6 There is an evil which I have seen under the sun, and it weighs heavily on men:"
    },
    "7": {
      "22": "for you also know that you too have cursed others many times.",
      "27": "“Behold, I have discovered this,” says the Preacher, “while adding one thing to another to find an explanation,",
      "29": "Behold, I have found only this [as a reason]: God made man upright and uncorrupted, but they [both men and women] have sought out many devices [for evil].”"
    },
    "2": {
      "6": "I made pools of water for myself from which to water the forest and make the trees bud."
    },
    "3": {
      "5": "A time to throw away stones and a time to gather stones;A time to embrace and a time to refrain from embracing."
    },
    "4": {
      "4": "I have seen that every [effort in] labor and every skill in work comes from man’s rivalry with his neighbor. This too is vanity (futility, false pride) and chasing after the wind.",
      "16": "There is no end to all the people; to all who were before them. Yet those who come later will not be happy with him. Surely this also is vanity (emptiness) and chasing after the wind."
    },
    "5": {
      "2": "Do not be hasty with your mouth [speaking careless words or vows] or impulsive in thought to bring up a matter before God. For God is in heaven and you are on earth; therefore let your words be few.",
      "20": "For he will not often consider the [troubled] days of his life, because God keeps him occupied and focused on the joy of his heart [and the tranquility of God indwells him]."
    },
    "10": {
      "20": "Moreover, do not curse the king, even in your bedroom, and in your sleeping rooms do not curse the rich, for a bird of the air will carry the sound and a winged creature will make the matter known.(A)"
    },
    "11": {
      "8": "Yes, if a man should live many years, let him rejoice in them all; yet let him remember the days of darkness, for they will be many. All that is to come will be futility."
    }
  },
  "Song of Solomon": {
    "6": {
      "2": "(The Shulammite Bride)2 “My beloved has gone down to his garden,To the beds of balsam,To feed his flock in the gardensAnd gather lilies."
    },
    "7": {
      "1": "(The Bridegroom)“Why should you gaze at the Shulammite,As at the dance of the two armies?Admiration by the Bridegroom7 “How beautiful are your feet in sandals,O prince’s daughter!The curves of your hips are like jewels,The work of the hands of an artist."
    },
    "1": {
      "7": "“Tell me, O you whom my soul loves,Where do you pasture your flock,Where do you make it lie down at noon?For why should I be like one who is veiledBeside the flocks of your companions?”(A)"
    },
    "2": {
      "7": "(The Bridegroom)7 “I command that you take an oath, O daughters of Jerusalem,By the gazelles or by the does of the field [which run free],That you do not rouse nor awaken my loveUntil she pleases.”"
    },
    "3": {
      "6": "Solomon’s Wedding Day(The Shulammite Bride)6 “What is this coming up from the wildernessLike [stately] pillars of smokePerfumed with myrrh and frankincense,With all the fragrant powders of the merchant?”"
    },
    "4": {
      "5": "“Your two breasts are like two fawns,Twins of a gazelleWhich feed among the lilies.",
      "16": "(The Shulammite Bride)16 “Awake, O north wind,And come, south wind [blow softly upon my garden];Make my garden breathe out fragrance, [for the one in whom my soul delights],Let its spices flow forth.Let my beloved come into his gardenAnd eat its choicest fruits.”"
    },
    "5": {
      "3": "“I had taken off my dress,How can I put it on again?I had washed my feet,How could I get them dirty again?(A)",
      "16": "“His mouth is full of sweetness;Yes, he is altogether lovely and desirable.This is my beloved and this is my friend,O daughters of Jerusalem.”(A)"
    }
  },
  "Isaiah": {
    "6": {
      "3": "And one called out to another, saying,“Holy, Holy, Holy is the Lord of hosts;The whole earth is filled with His glory.”"
    },
    "7": {
      "2": "When the house of David (Judah) was told, “Aram is allied with Ephraim (Israel),” the hearts of Ahaz and his people trembled as the trees of the forest tremble in the wind."
    },
    "8": {
      "1": "Damascus and Samaria Fall8 Then the Lord said to me, “Take for yourself a large tablet [for public display] and write on it in ordinary characters: Belonging to [a]Maher-shalal-hash-baz.",
      "19": "When the people [instead of trusting God] say to you, “Consult the mediums [who try to talk to the dead] and the soothsayers who chirp and whisper and mutter,” should not a people consult their God? Should they consult the dead on behalf of the living?"
    },
    "9": {
      "21": "[The tribe of] Manasseh devours [the tribe of his brother] Ephraim, and Ephraim Manasseh,And together they are against Judah (the southern kingdom, the house of David).In spite of all this, God’s anger does not turn awayBut His hand is still stretched out [in judgment]."
    },
    "1": {
      "8": "The Daughter of Zion (Jerusalem) is left like a [deserted] shelter in a vineyard,Like a watchman’s hut in a cucumber field, like a besieged city [isolated, surrounded by devastation].",
      "23": "Your rulers are rebelsAnd companions of thieves;Everyone loves bribesAnd chases after gifts.They do not defend the fatherless,Nor does the widow’s cause come before them [instead they delay or turn a deaf ear]."
    },
    "2": {
      "8": "Their land has also been filled with idols;They worship the work of their hands,That which their own fingers have made."
    },
    "3": {
      "7": "He will protest on that day, saying,“I will not be a [a]governor;For in my house there is neither bread nor clothing;You should not make me a judge and ruler of the people.”"
    },
    "4": {
      "6": "And there will be a pavilion for shade from the heat by day, and a refuge and a shelter from the storm and the rain."
    },
    "5": {
      "4": "“What more could have been done for My vineyard that I have not done in it?When I expected it to produce good grapes, why did it yield worthless ones?",
      "30": "And in that day they will roar against them (Judah) like the roaring of the sea.And if one looks to the land, in fact, there is darkness and distress;Even the light will be darkened by its clouds."
    },
    "10": {
      "30": "Cry aloud with your voice [in consternation], O Daughter of Gallim!Pay attention, Laishah! Answer her, Anathoth!",
      "34": "He will cut down the thickets of the forest with an iron axe,And Lebanon (the Assyrian) will fall by the Mighty One.(A)"
    }
  },
  "Ezekiel": {
    "6": {
      "5": "I will also lay the dead bodies of the children of Israel in front of their [Canaanite] idols; and I will scatter your bones all around your altars."
    },
    "7": {
      "4": "For My eye will have no pity on you, nor will I spare you, but I will repay you for your evil ways, while your abominations are among you; and you will know (recognize, understand) [without any doubt] that I am the Lord.’",
      "23": "‘Prepare the chain [for imprisonment], for the land is full of bloody crimes [murders committed under the pretense of civil justice] and the city is full of violence."
    },
    "8": {
      "3": "He stretched out the form of a hand and took me by a lock of hair on my head; and the Spirit lifted me up between earth and heaven and brought me in the visions of God to Jerusalem, to the entrance of the north gate of the inner courtyard, where the seat of the idol (image) of [a]jealousy, which provokes to jealousy, was located.(A)"
    },
    "9": {
      "1": "The Vision of Slaughter9 Then [in my vision] I heard Him cry out with a thunderous voice, saying, “Approach now, executioners of the city, each with his weapon of destruction in his hand.”"
    },
    "1": {
      "11": "Such were their faces. Their wings were stretched out upward; two [wings] of each one were touching another [the wings of the beings on either side of it], and [the remaining] two [wings of each being] were covering their bodies."
    },
    "3": {
      "9": "I have made your forehead like emery (diamond), harder than flint. Do not be afraid of them or be dismayed before them, though they are a rebellious house.”(A)"
    },
    "4": {
      "8": "Now behold, I will put ropes on you so that you cannot turn from one side to the other until you have completed the days of your siege."
    },
    "5": {
      "7": "Therefore, thus says the Lord God, ‘Because you have more turmoil than the nations which surround you and have not walked in My statutes, nor kept My ordinances, nor observed the ordinances of the nations which surround you,’(A)",
      "17": "Further, I will send against you hunger and wild beasts, and they will bereave you of children; virulent disease and bloodshed also will pass through you, and I will bring the sword on you. I, the Lord, have spoken.’”"
    },
    "11": {
      "19": "And I will give them one heart [a new heart], and put a new spirit within them. I will take from them the heart of stone, and will give them a heart of flesh [that is responsive to My touch],(A)",
      "23": "Then the glory and brilliance of the Lord went up from the midst of the city and paused over the mountain, [the Mount of Olives] which is east of the city.",
      "21": "But as for those whose heart longs for and follows after their detestable things and their repulsive things [associated with idolatry], on their own head I will repay [them in full for] their [vile] conduct,” says the Lord God."
    },
    "10": {
      "20": "These are the living beings that I saw beneath the God of Israel by the River Chebar; and I knew that they were cherubim.",
      "22": "As for the likeness of their faces, they were the same faces whose appearance I had seen by the River Chebar. Each one went straight forward."
    }
  },
  "Daniel": {
    "6": {
      "6": "Then these commissioners and satraps agreed to approach the king and said to him, “King Darius, live forever!"
    },
    "7": {
      "5": "And behold, another beast, a second one (the Medo-Persian Empire), was like a bear, and it was raised up on one side (domain), and three ribs were in its mouth between its teeth; and it was told, ‘Arise, devour much meat.’",
      "24": "As for the ten horns, out of this kingdom ten kings will arise; and another will arise after them, and he will be different from the former ones, and he will subdue three kings."
    },
    "8": {
      "4": "I saw the ram (Medo-Persia) charging westward and northward and southward; no beast could stand before him, nor was there anyone who could rescue [anything] from his power, but he did as he pleased and magnified himself.(A)"
    },
    "9": {
      "2": "in the first year of his reign, I, Daniel, understood from the books the number of years which, according to the word of the Lord to Jeremiah the prophet, must pass before the desolations [which had been] pronounced on Jerusalem would end; and it was seventy years.(A)"
    },
    "2": {
      "11": "Furthermore, what the king demands is an unusual and difficult thing indeed! No one except the gods can reveal it to the king, and their dwelling is not with [mortal] flesh.”",
      "28": "but there is a God in heaven who reveals secrets, and He has shown King Nebuchadnezzar what will take place in the latter days (end of days). This was your dream and the vision [that appeared] in your mind while on your bed.",
      "33": "its legs of iron, its feet partly of iron and partly of clay [pottery].",
      "43": "And as you saw the iron mixed with common clay, so they will combine with one another in the seed of men; but they will not merge [for such diverse things or ideologies cannot unite], even as iron does not mix with clay.",
      "48": "Then the king promoted Daniel [to an exalted position] and gave him many great gifts, and he made him ruler over the entire province of Babylon and chief governor over all the wise men of Babylon."
    },
    "3": {
      "10": "You, O king, have made a decree that everyone who hears the sound of the horn, pipe, lyre, trigon, harp, dulcimer, bagpipe, and all kinds of music is to fall down and worship the golden image.",
      "24": "Then Nebuchadnezzar the king [looked and] was astounded, and he jumped up and said to his counselors, “Did we not throw three men who were tied up into the midst of the fire?” They replied to the king, “Certainly, O king.”",
      "27": "The satraps, the prefects, the governors and the king’s counselors gathered around them and saw that in regard to these men the fire had no effect on their bodies—their hair was not singed, their clothes were not scorched or damaged, even the smell of smoke was not on them."
    },
    "4": {
      "34": "“But at the end of the days [that is, at the seven periods of time], I, Nebuchadnezzar, raised my eyes toward heaven, and my understanding and reason returned to me; and I blessed the Most High [God] and I praised and honored and glorified Him who lives forever,For His dominion is an everlasting dominion;And His kingdom endures from generation to generation."
    },
    "5": {
      "8": "Then all the king’s wise men came in, but they could not [a]read the writing or reveal to the king its interpretation.",
      "31": "So [a]Darius the Mede received the kingdom; he was about the age of sixty-two."
    },
    "11": {
      "27": "And as for both of these [a]kings, their hearts will be set on doing evil; they will speak lies over the same table, but it will not succeed, for the end is yet to come at the appointed time.",
      "37": "He will have no regard for the gods of his fathers or for the desire of women, nor will he have regard for any other god, for he shall magnify himself above them all.",
      "44": "But rumors from the east and from the north will alarm and disturb him, and he will set out with great fury to destroy and to annihilate many."
    },
    "10": {
      "1": "Daniel Is Terrified by a Vision10 In the third year of Cyrus king of Persia a message was revealed to Daniel, who was named Belteshazzar; and the message was true and it referred to great conflict (warfare, misery). And he understood the message and had an understanding of the vision.(A)",
      "21": "But I (Gabriel) will tell you what is inscribed in the [a]writing of truth. There is no one who stands firmly with me and strengthens himself against these [hostile spirit forces] except Michael, your prince [the guardian of your nation]."
    }
  },
  "Hosea": {
    "6": {
      "7": "But they, like Adam, have transgressed the covenant;There they have dealt treacherously against Me."
    },
    "7": {
      "6": "As they approach their plotting,Their mind burns [with intrigue] like an oven [while they lie in wait].Their anger smolders all night;In the morning it blazes like a flaming fire."
    },
    "8": {
      "5": "He has rejected your [pagan] calf, O Samaria, saying,“My wrath burns against them.”How long will they be incapable of innocence?"
    },
    "9": {
      "3": "They will not remain in the land of the Lord,But Ephraim will return to [another] Egypt [in bondage]And they will eat [ceremonially] unclean food in Assyria.(A)"
    },
    "2": {
      "12": "“I will destroy her vines and her fig treesOf which she has said, ‘These are my wagesWhich my lovers have given me.’And I will make them a forest,And the animals of the open country will devour them."
    },
    "4": {
      "9": "And it shall be: like people, like priest [both are wicked and both will be judged];So I will punish them for their waysAnd repay them for their deeds.",
      "19": "The wind [of God’s relentless wrath] has wrapped up Israel in its wings,And [in captivity] they will be ashamed because of their sacrifices [to calves, to sun, to moon, to stars, and to pagan gods]."
    },
    "5": {
      "9": "Ephraim will become a desolation in the day of rebuke;Among the tribes of Israel I declare what is certain.",
      "15": "I will go away and return to My place [on high]Until they acknowledge their offense and bear their guilt and seek My face;In their distress they will earnestly seek Me, saying,"
    },
    "11": {
      "2": "The more they [the prophets] called them [to repentance and obedience],The more they went away from them;They kept sacrificing to the BaalsAnd burning incense to the carved images."
    },
    "10": {
      "2": "Their heart is divided (faithless);Now they must bear their guilt and punishment.The Lord will break down [the horns of] their altars;He will destroy their idolatrous pillars.",
      "15": "In this way it will be done to you at [idolatrous] Bethel because of your great wickedness;At daybreak the king of Israel will be completely cut off."
    }
  },
  "Mark": {
    "6": {
      "11": "Any place that does not welcome you or listen to you, when you leave there, [a]shake the dust off the soles of your feet as a testimony against them [breaking all ties with them because they rejected My message].”(A)",
      "35": "When the day was nearly gone, His disciples came to Him and said, “This is an isolated place, and it is already late;",
      "39": "Then Jesus commanded them all to sit down by groups on the green grass.",
      "43": "And the disciples picked up twelve full baskets of the broken pieces [of the loaves], and of the fish.",
      "47": "Now when evening had come, the boat was in the middle of the sea, and Jesus was alone on the land.",
      "52": "because they had not understood [the miracle of] the loaves [how it revealed the power and deity of Jesus]; but [in fact] their heart was hardened [being oblivious and indifferent to His amazing works].",
      "55": "and ran throughout that surrounding countryside and began to carry around on their mats those who were sick, to any place where they heard He was."
    },
    "7": {
      "31": "Soon after this Jesus left the region of Tyre, and passed through Sidon to the Sea of Galilee, through the region of Decapolis [the ten Hellenistic cities].",
      "36": "Jesus commanded them not to tell anyone; but the more He ordered them, the more widely they continued to proclaim it."
    },
    "8": {
      "9": "About four thousand [men] were there [besides women and children]; and He sent them away.",
      "22": "Then they came to Bethsaida; and some people brought a blind man to Jesus and begged Him to touch him.",
      "26": "And He sent him to his home, saying, “Do not even enter the village.”",
      "31": "And He began to teach them that the Son of Man must [of necessity] suffer many things and be rejected [as the Messiah] by the elders and the chief priests and the scribes, and must be put to death, and after three days rise [from death to life].(A)",
      "35": "For whoever wishes to save his life [in this world] will [eventually] lose it [through death], but whoever loses his life [in this world] for My sake and the gospel’s will save it [from the consequences of sin and separation from God].(A)",
      "38": "For whoever is ashamed [here and now] of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels.”"
    },
    "9": {
      "7": "Then a cloud formed, overshadowing them, and [a]a voice came out of the cloud, “This is My beloved Son. Listen to Him and obey Him!”",
      "22": "The demon has often thrown him both into fire and into water, intending to kill him. But if You can do anything, take pity on us and help us!”",
      "30": "Death and Resurrection Foretold30 They went on from there and began to go through Galilee. Jesus did not want anyone to know it,",
      "41": "For whoever gives you a cup of water to drink because of your name as followers of Christ, I assure you and most solemnly say to you, he will not lose his reward.",
      "46": "[a][where their worm does not die, and the fire is not put out.](A)",
      "49": "“For everyone will be salted with fire."
    },
    "1": {
      "40": "And a leper came to Him, begging Him and falling on his knees before Him, saying, “If You are willing, You are able to make me [a]clean.”(A)"
    },
    "2": {
      "25": "Jesus said to them, “Have you never read [in the Scriptures] what David did when he was in need and was hungry, he and his companions;(A)"
    },
    "3": {
      "31": "Then His mother and His brothers arrived, and standing outside they sent word to Him and called for Him.(A)"
    },
    "4": {
      "13": "Explanation13 Then He said to them, “Do you not understand this parable? How will you understand and grasp the meaning of all the parables?(A)"
    },
    "5": {
      "30": "Immediately Jesus, recognizing in Himself that power had gone out from Him, turned around in the crowd and asked, “Who touched My clothes?”",
      "34": "Then He said to her, “Daughter, your faith [your personal trust and confidence in Me] has restored you to health; go in peace and be [permanently] healed from your suffering.”",
      "39": "When He had gone in, He said to them, “Why make a commotion and weep? The child has not died, but is sleeping.”",
      "40": "They began laughing [scornfully] at Him [because they knew the child was dead]. But He made them all [a]go outside, and took along the child’s father and mother and His own [three] companions, and entered the room where the child was.",
      "43": "He gave strict orders that no one should know about this, and He told them to give her something to eat."
    },
    "10": {
      "46": "Bartimaeus Receives His Sight46 Then they came to Jericho. And as He was leaving Jericho with His disciples and a large crowd, a blind beggar, Bartimaeus, the son of Timaeus, was sitting beside the road [as was his custom].(A)",
      "48": "Many sternly rebuked him, telling him to keep still and be quiet; but he kept on shouting out all the more, “Son of David (Messiah), have mercy on me!”",
      "49": "Jesus stopped and said, “Call him.” So they called the blind man, telling him, “Take courage, get up! He is calling for you.”",
      "50": "Throwing his cloak aside, he jumped up and came to Jesus.",
      "51": "And Jesus said, “What do you want Me to do for you?” The blind man said to Him, “Rabboni (my Master), let me regain my sight.”",
      "52": "Jesus said to him, “Go; your faith [and confident trust in My power] has made you well.” Immediately he regained his sight and began following Jesus on the road.(A)",
      "4": "They said, “Moses allowed a man to write a certificate of divorce and to send her away.”(A)",
      "26": "They were completely and utterly astonished, and said to Him, “Then who can be saved [from the wrath of God]?”",
      "32": "Jesus’ Sufferings Foretold32 Now they were on the road going up to Jerusalem, and Jesus was walking on ahead of them; and they were perplexed [at what Jesus had said], and those who were following were alarmed and afraid. And again He took the twelve [disciples] aside and began telling them what was going to happen to Him,"
    },
    "11": {
      "2": "saying to them, “Go into the [a]village in front of you, and immediately as you enter it, you will find a [donkey’s] [b]colt tied, which has never been ridden by anyone; untie it and bring it here.",
      "29": "Jesus said to them, “I will ask you one question, and you answer Me, and then I will tell you by what authority I do these things."
    }
  },
  "Galatians": {
    "6": {
      "14": "But far be it from me to boast [in anything or anyone], except in the cross of our Lord Jesus Christ, through whom the world has been crucified to me, and I to the world."
    },
    "2": {
      "18": "For if I [or anyone else should] rebuild [through word or by practice] what I once tore down [the belief that observing the Law is essential for salvation], I prove myself to be a transgressor."
    },
    "3": {
      "25": "But now that faith has come, we are no longer under [the control and authority of] a tutor and disciplinarian."
    },
    "5": {
      "15": "But if you bite and devour one another [in bickering and strife], watch out that you [along with your entire fellowship] are not consumed by one another.",
      "26": "We must not become conceited, challenging or provoking one another, envying one another."
    },
    "4": {
      "31": "So then, believers, we [who are born again—reborn from above—spiritually transformed, renewed, and set apart for His purpose] are not children of a slave woman [the natural], but of the free woman [the supernatural]."
    }
  },
  "Revelation": {
    "6": {
      "15": "Then the kings of the earth and the great men and the [a]military commanders and the wealthy and the strong and everyone, [whether] slave or free, hid themselves in the caves and among the rocks of the mountains;"
    },
    "7": {
      "16": "They will hunger no longer, nor thirst anymore; nor will the sun [a]beat down on them, nor any [scorching] heat;(A)"
    },
    "11": {
      "9": "Those from the peoples and tribes and languages and nations [a]look at their dead bodies for three and a half days, and will not allow their dead bodies to be laid in a tomb.",
      "2": "But leave out the court [of the Gentiles] which is outside the temple and do not measure it, because it has been given to the Gentiles (the nations); and they will trample the holy city for forty-two months (three and one-half years).(A)"
    },
    "5": {
      "14": "And the four living creatures kept saying, “Amen.” And the elders fell down and worshiped [Him who lives forever and ever]."
    },
    "10": {
      "11": "Then they said to me, “You must prophesy again concerning many peoples and nations and languages and kings.”(A)"
    }
  },
  "Leviticus": {
    "6": {
      "16": "What is left of it Aaron and his sons are to eat. It shall be eaten as unleavened bread in a holy place; they are to eat it in the courtyard of the Tent of Meeting.(A)",
      "28": "Also the earthenware vessel in which it was boiled shall be broken; and if it was boiled in a bronze vessel, then that vessel shall be scoured and rinsed in water."
    },
    "7": {
      "17": "but what is left over from the meat of the sacrifice on the third day shall be [completely] burned in the fire."
    },
    "4": {
      "30": "The priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering and shall pour out all the rest of its blood at the base of the altar.",
      "32": "‘If he brings a lamb as his offering for a sin offering, he shall bring a female without blemish.",
      "35": "Then he shall remove all its fat, just as the fat of the lamb is removed from the sacrifice of the peace offerings, and the priest shall offer it up in smoke on the altar, on the offerings by fire to the Lord. In this way the priest shall make atonement for him in regard to the sin which he has committed, and he will be forgiven.(A)"
    },
    "11": {
      "32": "Also anything on which one of them falls after dying becomes unclean, whether it is an article of wood or clothing, or a skin, or a sack—any article that is used—it must be put in water, and will be unclean until the evening; then it becomes clean.",
      "33": "As for any earthenware container into which any of these [crawling things] falls, whatever is in it becomes unclean, and you shall break the container.",
      "43": "Do not make yourselves loathsome (impure, repulsive) by [eating] any swarming thing; you shall not make yourselves unclean by them so as to defile yourselves."
    },
    "5": {
      "19": "It is a guilt offering; he was certainly guilty before the Lord.”"
    },
    "10": {
      "13": "You shall eat it in a holy place, because it is your portion and your sons’ portion, from the offerings by fire to the Lord; for so I have been commanded.",
      "20": "When Moses heard that, he was satisfied."
    },
    "12": {
      "2": "“Speak to the children of Israel, saying,‘If a woman conceives and gives birth to a male child, she shall be [ceremonially] unclean for seven days, unclean as during her monthly period."
    }
  },
  "Deuteronomy": {
    "6": {
      "17": "You shall diligently keep [foremost in your thoughts and actively do] the commandments of the Lord your God, and His testimonies and His statutes which He has commanded you."
    },
    "8": {
      "15": "He led you through the great and terrible wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water; it was He who brought water for you out of the flinty rock."
    },
    "9": {
      "29": "Yet they are Your people and Your inheritance, whom You have brought out by Your great power and by Your outstretched arm.’"
    },
    "1": {
      "22": "“Then all of you approached me and said, ‘Let us send men [into the land] before us, so that they may explore and search the area for us, and bring back to us word regarding the way we should go, and the cities we should enter.’",
      "27": "You murmured and were ill-tempered (discontented) in your tents, and said, ‘Because the Lord hates us He has brought us from the land of Egypt to hand us over to the Amorites to destroy us.",
      "33": "who went before you along the way, in fire by night and in a cloud by day, to seek a place for you to make camp and to show you the way in which you should go.",
      "36": "except Caleb the son of Jephunneh; he shall see it, and to him and to his children I will give the land on which he has walked, because he has followed the Lord completely [and remained true to Him].’",
      "37": "The Lord was angry with me also because of you, saying, ‘Not even you shall enter Canaan.",
      "44": "Then the Amorites who lived in that hill country came out against you and chased you as bees do, and struck you down in Seir as far as Hormah."
    },
    "3": {
      "21": "I commanded Joshua at that time, saying, ‘Your eyes have seen everything that the Lord your God has done to these two kings [Sihon and Og]; so the Lord shall do the same to all the kingdoms into which you are about to cross.",
      "28": "But command Joshua and encourage and strengthen him, for he shall go across and lead this people, and he will give them the land which you see as an inheritance.’"
    },
    "4": {
      "20": "But the Lord has taken you and brought you out of the iron [smelting] furnace, out of Egypt, to be a people for His own possession, as [you are] this day.",
      "41": "Then Moses set apart three cities [of refuge] beyond the Jordan toward the rising of the sun (eastward),",
      "45": "these are the testimonies (legal provisions) and the statutes and the judgments which Moses spoke to the sons of Israel when they came out of Egypt,",
      "48": "from Aroer, which is on the edge of the valley of the [river] Arnon, as far as Mount Sion (that is, Hermon),",
      "49": "with all the Arabah (desert lowlands) across the Jordan to the east, even as far as the sea of the Arabah (the Dead Sea), at the foot of the slopes of Pisgah."
    },
    "5": {
      "32": "Therefore you shall pay attention and be careful to do just as the Lord your God has commanded you; you shall not turn aside to the right or to the left [deviating from My commandments].",
      "33": "You shall walk [that is, live each and every day] in all the ways which the Lord your God has commanded you, so that you may live and so that it may be well with you, and that you may live long in the land which you will possess."
    },
    "10": {
      "22": "Your fathers went down to Egypt, seventy persons [in all], and now the Lord your God has made you as numerous as the stars of heaven."
    },
    "11": {
      "11": "But the land into which you are about to cross to possess, a land of hills and valleys, drinks water from the rain of heaven,",
      "2": "Know this day that I am not speaking to your children who have not known [by personal experience] and who have not seen [firsthand] the instruction and discipline of the Lord your God—His greatness, His mighty hand and His outstretched arm;",
      "31": "For you are about to cross the Jordan to go in to possess the land which the Lord your God is giving you, and you shall possess it and live in it,"
    },
    "12": {
      "13": "“Be careful that you do not offer your burnt offerings in every [cultic] place you see,"
    }
  },
  "Judges": {
    "6": {
      "18": "Please do not depart from here until I come back to You, and bring my offering and place it before You.” And He said, “I will wait until you return.”",
      "32": "Therefore on that day he named Gideon Jerubbaal, [a]meaning, “Let Baal plead,” because he had torn down his altar.",
      "38": "And it was so. When he got up early the next morning and squeezed the dew out of the fleece, he wrung from it a bowl full of water."
    },
    "8": {
      "17": "He tore down the tower of Penuel and killed the men of the city.",
      "28": "Forty Years of Peace28 So Midian was subdued and humbled before the sons of Israel, and they no longer lifted up their heads [in pride]. And the land was at rest for forty years in the days of Gideon.",
      "34": "And the Israelites did not remember the Lord their God, who had rescued them from the hand of all their enemies on every side;"
    },
    "9": {
      "17": "for my father fought for you and risked his life and rescued you from the hand of Midian;",
      "27": "They went out into the field, gathered the grapes of their vineyard and trod them, and held a festival; and they entered the house of their god, and they ate and drank, and cursed Abimelech.",
      "32": "Now then, get up during the night, you and the people who are with you, and set up an ambush in the field.",
      "35": "Now Gaal the son of Ebed came out and stood in the entrance of the city gate; then Abimelech and the people who were with him got up from the ambush.",
      "39": "So Gaal went out ahead of the leaders of Shechem and fought with Abimelech.",
      "45": "Abimelech fought against the city that entire day. He took the city and killed the people who were in it; he demolished the city and [a]sowed it with salt.",
      "48": "So Abimelech went up to Mount Zalmon, he and all the people with him; and Abimelech took an axe in his hand and cut down a branch from the trees, picked it up, and laid it on his shoulder. And he said to the people with him, “What you have seen me do, hurry and do just as I have done.”",
      "51": "But there was a strong (fortified) tower in the center of the city, and all the men and women with all the leaders of the city fled to it and shut themselves in; and they went up on the roof of the tower.",
      "53": "But a certain woman threw an upper millstone [down] on Abimelech’s head and crushed his skull.",
      "55": "When the men of Israel saw that Abimelech was dead, each departed to his home.",
      "57": "Also God repaid all the wickedness of the men of Shechem on their heads, and the curse of Jotham the son of Jerubbaal (Gideon) came upon them.(A)"
    },
    "3": {
      "30": "So Moab was subdued and humbled that day under the hand of Israel, and the land was at rest for eighty years."
    },
    "5": {
      "19": "“The kings came and fought;Then the kings of Canaan foughtAt Taanach by the waters of Megiddo.Spoils of silver they did not obtain.",
      "28": "“Out of the window she looked down and lamented (cried out in a shrill voice),The mother of Sisera through the lattice,‘Why is his chariot delayed in coming?Why have the hoofbeats of his chariots delayed?’",
      "31": "“So let all Your enemies perish, O Lord;But let those who love Him be like the rising of the sun in its might.”And the land was at rest for forty years."
    },
    "10": {
      "18": "The people, the leaders of Gilead (Israel) said to one another, “Who is the man who will begin to fight against the Ammonites? He shall become head over all the inhabitants of Gilead.”"
    },
    "12": {
      "6": "they said to him, “Then say ‘Shibboleth.’” And he said, “Sibboleth,” for he could not [a]pronounce it correctly. Then they seized him and killed him at the fords of the Jordan. At that time forty-two thousand of the Ephraimites fell."
    }
  },
  "Job": {
    "6": {
      "21": "“Indeed, you have now become like a dried-up stream,You see a terror [believing me to be a victim of the wrath of God] and are afraid [to be compassionate]."
    },
    "1": {
      "4": "His sons used to go [in turn] and feast in the house of each one on his [a]day, and they would send word and invite their three sisters to eat and drink with them.(A)"
    },
    "2": {
      "3": "The Lord said to Satan, “Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God]. And still he maintains and holds tightly to his integrity, although you incited Me against him to destroy him without cause.”"
    },
    "3": {
      "2": "[a]And Job said,"
    },
    "4": {
      "1": "Eliphaz: Innocent Do Not Suffer4 Then Eliphaz the Temanite answered and said,"
    },
    "5": {
      "20": "“In famine He will redeem you from death,And in war from the power of the sword.",
      "27": "“Behold this; we have investigated it, and it is true.Hear and heed it, and know for yourself [for your own good].”"
    },
    "11": {
      "17": "“And your [a]life would be brighter than the noonday;Darkness [then] would be like the morning.",
      "2": "“Shall a multitude of words not be answered?And should a talkative man [making such a long-winded defense] be acquitted?"
    },
    "10": {
      "19": "‘I should have been as though I had not existed;[I should have been] carried from the womb to the grave.’",
      "22": "The [sunless] land of utter gloom as darkness itself,[The land] of the shadow of death, without order,And [where] it shines as [thick] darkness.”"
    },
    "12": {
      "13": "Job Speaks of the Power of God13 “But [only] with Him are [perfect] wisdom and might;He [alone] has [true] counsel and understanding."
    }
  },
  "Matthew": {
    "6": {
      "22": "“The eye is the lamp of the body; so if your eye is clear [spiritually perceptive], your whole body will be full of light [benefiting from God’s precepts]."
    },
    "7": {
      "10": "Or if he asks for a fish, will [instead] give him a snake?"
    },
    "8": {
      "8": "But the centurion replied to Him, “Lord, I am not worthy to have You come under my roof, but only say the word, and my servant will be healed.",
      "21": "Another of the [a]disciples said to Him, “Lord, let me first go and [b]bury my father (collect my inheritance).”(A)",
      "25": "And the disciples went and woke Him, saying, “Lord, save us, we are going to die!”",
      "30": "Some distance from them a large herd of pigs was grazing."
    },
    "9": {
      "6": "But so that you may know that the Son of Man has authority and the power on earth to forgive sins”—then He said to the paralytic, “Get up, pick up your stretcher and go home.”",
      "33": "And when the demon was driven out [by Jesus], the mute man spoke; and the crowds wondered in amazement, saying, “Never before has anything like this [miracle] been seen in Israel.”",
      "37": "Then He said to His disciples, “The harvest is [indeed] plentiful, but the workers are few.",
      "38": "So pray to the Lord of the harvest to send out workers into His harvest.”",
      "29": "Then He touched their eyes, saying, “According to your faith [your trust and confidence in My power and My ability to heal] it will be done to you.”"
    },
    "1": {
      "17": "So all the generations from Abraham to David are fourteen; from David to the Babylonian deportation (exile), fourteen generations; and from the Babylonian deportation to the Messiah, fourteen generations.",
      "24": "Then Joseph awoke from his sleep and did as the angel of the Lord had commanded him, and he took Mary [to his home] as his wife,"
    },
    "2": {
      "16": "Herod Slaughters the Babies16 Then Herod, when he realized that he had been tricked by the magi, was extremely angry, and he sent [soldiers] and put to death all the male children in Bethlehem and in all that area who were two years old and under, according to the date which he had learned from the magi."
    },
    "3": {
      "15": "But Jesus replied to him, “Permit it just now; for this is the fitting way for us [a]to fulfill all righteousness.” Then John permitted [it and baptized] Him."
    },
    "4": {
      "23": "Ministry in Galilee23 And He went throughout all Galilee, teaching in their synagogues and preaching the good news (gospel) of the kingdom, and healing every kind of disease and every kind of sickness among the people [demonstrating and revealing that He was indeed the promised Messiah].",
      "25": "Large crowds followed Him from Galilee and the [a]Decapolis and Jerusalem and Judea and the other side of the Jordan."
    },
    "5": {
      "12": "Be glad and exceedingly joyful, for your reward in heaven is great [absolutely inexhaustible]; for in this same way they persecuted the prophets who were before you.(A)",
      "22": "But I say to you that everyone who continues to be angry with his brother or harbors malice against him shall be guilty before the court; and whoever speaks [contemptuously and insultingly] to his brother, [a]‘Raca (You empty-headed idiot)!’ shall be guilty before the supreme court (Sanhedrin); and whoever says, ‘You fool!’ shall be in danger of the [b]fiery hell.",
      "27": "“You have heard that it was said, ‘You shall not commit adultery’;(A)",
      "29": "If your right eye makes you stumble and leads you to sin, tear it out and throw it away [that is, remove yourself from the source of temptation]; for it is better for you to lose one of the parts of your body, than for your whole body to be thrown into hell.",
      "33": "“Again, you have heard that it was said to the men of old, ‘You shall not make false vows, but you shall fulfill your vows to the Lord [as a religious duty].’",
      "38": "“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth [punishment that fits the offense].’(A)",
      "43": "“You have heard that it was said, ‘You shall love your neighbor (fellow man) and hate your enemy.’(A)",
      "45": "so that you may [show yourselves to] be the children of your Father who is in heaven; for He makes His sun rise on those who are evil and on those who are good, and makes the rain fall on the righteous [those who are morally upright] and the unrighteous [the unrepentant, those who oppose Him].",
      "47": "And if you greet only your brothers [wishing them God’s blessing and peace], what more [than others] are you doing? Do not even the Gentiles [who do not know the Lord] do that?",
      "48": "You, therefore, will be perfect [growing into spiritual maturity both in mind and character, actively integrating godly values into your daily life], as your heavenly Father is perfect.(A)"
    },
    "11": {
      "3": "and asked Him, “Are You the Expected One (the Messiah), or should we look for someone else [who will be the promised One]?”(A)",
      "1": "John’s Questions11 When Jesus had finished giving instructions to His twelve disciples, He went on from there to teach and to preach in their [Galilean] cities.",
      "20": "The Unrepenting Cities20 Then He began to denounce [the people in] the cities in which most of His miracles were done, because they did not repent [and change their hearts and lives]."
    },
    "10": {
      "31": "So do not fear; you are more valuable than many sparrows.",
      "42": "And whoever gives to one of these little ones [these who are humble in rank or influence] even a cup of cold water to drink because he is my disciple, truly I say to you, he will not lose his reward.”"
    },
    "12": {
      "16": "and warned them not to tell [publicly] who He was."
    }
  },
  "Ephesians": {
    "6": {
      "23": "Peace be to the [a]brothers and sisters, and love joined with faith, from God the Father and the Lord Jesus Christ."
    },
    "3": {
      "18": "be fully capable of comprehending with all the saints (God’s people) the width and length and height and depth of His love [fully experiencing that amazing, endless love];"
    },
    "4": {
      "28": "The thief [who has become a believer] must no longer steal, but instead he must work hard [making an honest living], producing that which is good with his own hands, so that he will have something to share with those in need.",
      "32": "Be kind and helpful to one another, tender-hearted [compassionate, understanding], forgiving one another [readily and freely], just as God in Christ also forgave [a]you."
    },
    "5": {
      "33": "However, each man among you [without exception] is to love his wife as his very own self [with behavior worthy of respect and esteem, always seeking the best for her with an attitude of lovingkindness], and the wife [must see to it] that she respects and delights in her husband [that she notices him and prefers him and treats him with loving concern, treasuring him, honoring him, and holding him dear].(A)"
    }
  },
  "Joshua": {
    "6": {
      "24": "Then they completely burned the city and everything that was in it. They put only the silver and the gold, and the articles of bronze and of iron, into the treasury of the house (tabernacle) of the Lord.",
      "23": "So the young men, the spies, went in and brought out Rahab and her father and her mother and her brothers and everything that she had; they also brought out all her relatives and allowed them to stay outside the camp of Israel [at Gilgal during the time required for ceremonial cleansing].(A)"
    },
    "7": {
      "26": "Then they piled up over him a great heap of stones that remains to this day. Then the Lord turned from the fierceness of His anger. Therefore the name of that place has been called the Valley of Achor (Disaster) to this day."
    },
    "8": {
      "16": "Then all the people who were in the city were called together to pursue them, and they pursued Joshua and were lured away from the city.",
      "33": "All Israel, the stranger as well as the native born [among them], with their elders and officers and their judges, stood on either side of the ark before the Levitical priests who carried the ark of the covenant of the Lord. Half of them stood in front of Mount Gerizim and half of them in front of Mount Ebal, just as Moses the servant of the Lord had commanded at first to bless the people of Israel."
    },
    "9": {
      "16": "It happened that three days after they had made a covenant (treaty) with them, the Israelites heard that they were [actually] their neighbors and that they were living among them."
    },
    "2": {
      "23": "Then the two men turned back and came down from the hill country and crossed over [the Jordan] and came to Joshua the son of Nun [at Shittim], and told him everything that had happened to them."
    },
    "4": {
      "21": "He said to the sons of Israel, “When your children ask their fathers in time to come, ‘What do these stones mean?’",
      "24": "so that all the peoples of the earth may know [without any doubt] and acknowledge that the hand of the Lord is mighty and extraordinarily powerful, so that you will fear the Lord your God [and obey and worship Him with profound awe and reverence] forever.”"
    },
    "10": {
      "37": "and captured it and struck it and its king and all its cities and all the persons who were in it with the edge of the sword. He left no survivor, just as he had done to Eglon. He utterly destroyed it and every person who was in it.",
      "41": "Joshua struck them from Kadesh-barnea even as far as Gaza, and all the country of Goshen even as far as Gibeon.",
      "43": "So Joshua and all Israel with him returned to the camp at Gilgal.",
      "15": "Then [a]Joshua and all Israel with him returned to the camp at Gilgal."
    },
    "11": {
      "12": "Joshua captured all the cities of these kings, and all their kings, and he struck them with the edge of the sword, utterly destroying them, just as Moses the servant of the Lord had commanded.(A)"
    },
    "12": {
      "5": "and ruled over Mount Hermon and Salecah and all of Bashan to the border of the Geshurites and the Maacathites, and over half of Gilead, as far as the border of Sihon king of Heshbon."
    },
    "5": {
      "15": "The captain of the Lord’s army said to Joshua, “Remove your sandals from your feet, because the place where you are standing is holy (set apart to the Lord).” And Joshua did so.(A)"
    }
  },
  "2 Kings": {
    "6": {
      "25": "Now there was a great famine in Samaria; and they [a]besieged it until a [b]donkey’s head was sold for eighty shekels of silver, and a fourth of a [c]kab of [d]dove’s dung for five shekels of silver."
    },
    "7": {
      "20": "And so it happened to him; for the people trampled him at the gate, and he died."
    },
    "9": {
      "18": "So the horseman went to meet him and said, “Thus says the king: ‘Do you come in peace?’” And Jehu said, “What have you to do with peace? Rein in behind me.” And the watchman reported, “The messenger approached them, but he has not returned.”"
    },
    "5": {
      "27": "Therefore, the leprosy of Naaman shall cling to you and to your descendants forever.” So Gehazi departed from his presence, a leper as white as snow.(A)"
    },
    "10": {
      "35": "Jehu slept with his fathers [in death], and they buried him in Samaria. Jehoahaz his son became king in his place."
    },
    "12": {
      "9": "Then Jehoiada the priest took a chest and bored a hole in its lid and set it beside the altar, on the right side as one enters the house of the Lord; and the priests who guarded the door put in the chest all the money that was brought [by the people] into the house of the Lord."
    }
  },
  "2 Chronicles": {
    "6": {
      "30": "then hear from heaven, Your dwelling place, and forgive, and render to each [a]in accordance with all his ways, whose heart You know; for You alone know the hearts of the sons of men,"
    },
    "11": {
      "16": "Those from all the tribes of Israel who set their hearts on seeking the Lord God of Israel followed [a]them to Jerusalem, to sacrifice to the Lord God of their fathers.",
      "23": "He acted wisely and distributed some of his sons throughout the territories of Judah and Benjamin to all the fortified cities. He gave them abundant provisions, and he sought many wives for them.",
      "12": "And in each city he put [large] shields and spears, and made them very strong. So he held Judah and Benjamin."
    },
    "9": {
      "29": "Now the rest of the acts of Solomon, from the first to the last, are they not written in the records of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?"
    },
    "10": {
      "19": "And Israel has rebelled against the house of David to this day."
    },
    "12": {
      "11": "And whenever the king entered the house of the Lord, the guards came and carried the shields and then brought them back into the guards’ room."
    },
    "4": {
      "22": "and the snuffers, the basins, the dishes [for incense], and the firepans, of pure gold; and for the entrance of the house (temple), the inner doors for the Holy of Holies and the doors of the Holy Place (main room), were of gold."
    },
    "5": {
      "14": "so that the priests could not remain standing to minister because of the cloud; for the glory and brilliance of the Lord filled the house of God."
    }
  },
  "1 Corinthians": {
    "7": {
      "14": "For the unbelieving husband is [a]sanctified [that is, he receives the blessings granted] through his [Christian] wife, and the unbelieving wife is sanctified through her believing husband. Otherwise your children would be [ceremonially] [b]unclean, but as it is they are holy."
    },
    "8": {
      "13": "Therefore, if [my eating a certain] food causes my brother to stumble (sin), I will not eat [such] meat ever again, so that I will not cause my brother to stumble."
    },
    "1": {
      "18": "The Wisdom of God18 For the message of the cross is foolishness [absurd and illogical] to those who are perishing and spiritually dead [because they reject it], but to us who are being saved [by God’s grace] it is [the manifestation of] the power of God.",
      "29": "so that no one may [be able to] boast in the presence of God."
    },
    "4": {
      "15": "For even if you were to have ten thousand teachers [to guide you] in Christ, yet you would not have many fathers [who led you to Christ and assumed responsibility for you], for I became your father in Christ Jesus through the good news [of salvation]."
    },
    "11": {
      "22": "What! Do you not have houses in which to eat and drink? Or do you show contempt for the church of God and humiliate those [impoverished believers] who have nothing? What will I say to you? Shall I praise you for this? In this I will not praise you!",
      "7": "A man ought not have his head covered [during worship], since he is the image and [reflected] glory of God; but the woman is [the expression of] man’s glory.(A)"
    },
    "10": {
      "9": "We must not tempt the Lord [that is, test His patience, question His purpose or exploit His goodness], as some of them did—and they were killed by serpents.(A)",
      "33": "just as I please everyone in all things [as much as possible adapting myself to the interests of others], not seeking my own benefit but that of the many, so that they [will be open to the message of salvation and] may be saved."
    },
    "12": {
      "19": "If they all were a single organ, where would [the rest of] the body be?"
    },
    "5": {
      "13": "God alone sits in judgment on those who are outside [the faith]. Remove the wicked one from among you [expel him from your church].(A)"
    }
  },
  "Hebrews": {
    "7": {
      "15": "And this becomes even more evident if another priest arises in the likeness of Melchizedek,(A)"
    },
    "9": {
      "13": "For if the sprinkling of [ceremonially] defiled persons with the blood of goats and bulls and the ashes of a [burnt] heifer is sufficient for the cleansing of the body,(A)"
    },
    "11": {
      "4": "By faith Abel offered to God a more acceptable sacrifice than Cain, through which it was testified of him that he was righteous (upright, in right standing with God), and God testified by accepting his gifts. And though he died, yet through [this act of] faith he still speaks.(A)",
      "32": "And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,(A)",
      "36": "and others experienced the trial of mocking and scourging [amid torture], and even chains and imprisonment.",
      "8": "By faith Abraham, when he was called [by God], obeyed by going to a place which he was to receive as an inheritance; and he went, not knowing where he was going.",
      "40": "because God had us in mind and had something better for us, so that they [these men and women of authentic faith] would not be made perfect [that is, completed in Him] apart from us."
    },
    "5": {
      "14": "But solid food is for the [spiritually] mature, whose senses are trained by practice to distinguish between what is morally good and what is evil."
    },
    "10": {
      "11": "Every priest stands [at his altar of service] ministering daily, offering the same sacrifices over and over, which are never able [a]to strip away sins [that envelop and cover us];",
      "28": "Anyone who has ignored and set aside the Law of Moses is put to death without mercy on the testimony of two or three witnesses.(A)",
      "39": "But [a]our way is not that of those who shrink back to destruction, but [we are] of those who believe [relying on God through faith in Jesus Christ, the Messiah] and by this confident faith preserve the soul."
    },
    "4": {
      "16": "Therefore let us [with privilege] approach the throne of grace [that is, the throne of God’s gracious favor] with confidence and without fear, so that we may receive mercy [for our failures] and find [His amazing] grace to help in time of need [an appropriate blessing, coming just at the right moment]."
    }
  },
  "2 Samuel": {
    "7": {
      "18": "David’s Prayer18 Then King David went in and sat [in prayer] before the Lord, and said, “Who am I, O Lord [a]God, and what is my house (family), that You have brought me this far?"
    },
    "3": {
      "26": "Joab Murders Abner26 When Joab left David, he sent messengers after Abner, and they brought him back from the well of Sirah; but David knew nothing [about Joab’s action].",
      "35": "All the people came to urge David to eat food while it was still day; but David took an oath, saying, “May God do so to me, and more also, if I taste bread or anything else before the sun sets.”",
      "36": "And all the people took notice of it and it [a]pleased them, just as everything that the king did pleased all the people.",
      "38": "Then the king said to his servants, “Do you not know that a prince and a great man has fallen this day in Israel?"
    },
    "10": {
      "19": "When all the kings serving Hadadezer saw that they had been defeated by Israel, they made peace with Israel and served them. So the Arameans (Syrians) were afraid to help the Ammonites anymore.",
      "17": "When David was informed, he gathered all Israel together and crossed the Jordan, and came to Helam. Then the Arameans assembled in battle formation to meet David and fought against him."
    },
    "11": {
      "14": "In the morning David wrote a letter to Joab and sent it [a]with Uriah.",
      "24": "Then the archers shot at your servants from the wall. Some of the king’s servants are dead, and your servant Uriah the Hittite is also dead.”"
    },
    "12": {
      "8": "I also gave you your master’s house, and put your master’s wives into your [a]care and under your protection, and I gave you the house (royal dynasty) of Israel and of Judah; and if that had been too little, I would have given you much more!"
    },
    "4": {
      "12": "So David commanded his young men, and they killed them and cut off their hands and feet and hung them beside the pool in Hebron. But they took Ish-bosheth’s head and buried it in Hebron in the tomb of Abner [his relative]."
    },
    "5": {
      "25": "David did just as the Lord had commanded him, and struck down the Philistines from Geba as far as Gezer."
    },
    "6": {
      "23": "Michal the daughter of Saul had no [a]child to the day of her death."
    }
  },
  "Genesis": {
    "8": {
      "14": "On the twenty-seventh day of the second month the land was [entirely] dry."
    },
    "9": {
      "14": "It shall come about, when I bring clouds over the earth, that the rainbow shall be seen in the clouds,",
      "25": "So he said,“Cursed be Canaan [the son of Ham];[a]A servant of servantsHe shall be to his brothers.”(A)",
      "29": "So all the days of Noah were nine hundred and fifty years, and he died."
    },
    "5": {
      "17": "So Mahalalel lived eight hundred and ninety-five years, and he died.",
      "25": "When Methuselah was a hundred and eighty-seven years old, he became the father of Lamech.",
      "31": "So all the days of Lamech were seven hundred and seventy-seven years, and he died.",
      "32": "After Noah was five hundred years old, he became the father of Shem, Ham, and Japheth."
    },
    "11": {
      "9": "Therefore the name of the city was [a]Babel—because there the Lord confused the language of the entire earth; and from that place the Lord scattered and dispersed them over the surface of all the earth.",
      "10": "Descendants of Shem10 These are the records of the generations of Shem [from whom Abraham descended]. Shem was a hundred years old when he became the father of Arpachshad, two years after the flood.",
      "24": "When Nahor had lived twenty-nine years, he became the father of Terah.",
      "32": "Terah lived two hundred and five years; and Terah died in Haran."
    },
    "10": {
      "12": "and [Nimrod built] Resen, which is between Nineveh and Calah; all these [combined to form] the great city [Nineveh].(A)",
      "22": "The sons of Shem: Elam, Asshur, Arpachshad, Lud and Aram;",
      "29": "and Ophir, Havilah, and Jobab; all these were the sons of Joktan.",
      "32": "These are the families of the sons of Noah, according to their descendants, by their nations; and from these [people] the nations were separated and spread abroad on the earth after the flood.(A)"
    },
    "4": {
      "26": "To Seth, also, a son was born, whom he named Enosh (mortal man, mankind). At that [same] time men began to call on the name of the Lord [in worship through prayer, praise, and thanksgiving].(A)"
    }
  },
  "Ezra": {
    "8": {
      "24": "Then I set apart twelve leading priests, Sherebiah, Hashabiah, and ten of their brothers (relatives),"
    },
    "1": {
      "1": "Proclamation of Cyrus1 Now in the [a]first year of [b]Cyrus king of Persia [that is, the first year he ruled Babylon], in order to fulfill the word of the Lord by the mouth of Jeremiah [the prophet], the Lord stirred up (put in motion) the spirit of Cyrus king of Persia, so that he sent a proclamation throughout all his kingdom, and also put it in writing, saying:(A)"
    },
    "2": {
      "35": "the sons of Senaah, 3,630.",
      "37": "the sons of Immer, 1,052;",
      "42": "The sons of the gatekeepers: of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai, in all 139.",
      "47": "the sons of Giddel, Gahar, Reaiah,",
      "50": "the sons of Asnah, Meunim, Nephisim,",
      "53": "the sons of Barkos, Sisera, Temah,",
      "55": "The sons of [King] Solomon’s servants: the sons of Sotai, Hassophereth (Sophereth), Peruda,",
      "56": "the sons of Jaalah, Darkon, Giddel,",
      "57": "the sons of Shephatiah, Hattil, Pochereth-hazzebaim, Ami.",
      "58": "All the temple servants and the sons of Solomon’s servants totaled 392.",
      "59": "Now these are the ones who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, but they could not provide evidence of their fathers’ households and their descendants, whether they were of Israel:"
    },
    "10": {
      "42": "Shallum, Amariah, and Joseph.",
      "43": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.",
      "44": "All these had married foreign women, and some of them had wives by whom they had children.",
      "23": "Of the Levites: Jozabad, Shimei, Kelaiah, that is, Kelita, Pethahiah, Judah, and Eliezer.",
      "33": "of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei;",
      "36": "Vaniah, Meremoth, Eliashib,"
    },
    "5": {
      "17": "So now, if it pleases the king, let a search be conducted in the king’s treasure house [in the royal archives] there in Babylon to see if it is true that a decree was issued by King Cyrus to rebuild this house of God at Jerusalem; and let the king send us his decision concerning this matter.”"
    },
    "4": {
      "24": "Then the [a]work on the house of God in Jerusalem stopped. It was suspended until the second year of the reign of Darius king of Persia."
    }
  },
  "2 Corinthians": {
    "9": {
      "12": "For the ministry of this service (offering) is not only supplying the needs of the saints (God’s people), but is also overflowing through many expressions of thanksgiving to God."
    },
    "4": {
      "16": "Therefore we do not become discouraged [spiritless, disappointed, or afraid]. Though our outer self is [progressively] wasting away, yet our inner self is being [progressively] renewed day by day."
    },
    "11": {
      "23": "Are they [self-proclaimed] servants of Christ?—I am speaking as if I were out of my mind—I am more so [for I exceed them]; with far more labors, with far more imprisonments, beaten times without number, and often in danger of death."
    },
    "5": {
      "21": "He made Christ who knew no sin to [judicially] be sin on our behalf, so that in Him we would become the righteousness of God [that is, we would be made acceptable to Him and placed in a right relationship with Him by His gracious lovingkindness]."
    },
    "10": {
      "10": "for they say, “His letters are weighty and forceful and impressive, but his [a]personal presence is unimpressive and his speech contemptible [of no account].”",
      "18": "For it is not he who commends and praises himself who is approved [by God], but it is the one whom the Lord commends and praises."
    },
    "12": {
      "20": "For I am afraid that perhaps when I come I may find you not to be as I wish, and that you may find me not as you wish—that perhaps there may be strife, jealousy, angry tempers, disputes, slander, gossip, arrogance and disorder;"
    }
  },
  "Exodus": {
    "9": {
      "15": "For by now I could have put out My hand and struck you and your people with a pestilence, and you would then have been cut off (obliterated) from the earth.",
      "26": "Only in the land of Goshen, where the children of Israel lived, was there no hail.",
      "34": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned again and hardened his heart, both he and his servants."
    },
    "3": {
      "20": "So I will reach out My hand and strike Egypt with all My wonders which I shall do in the midst of it; and after that he will let you go."
    },
    "4": {
      "19": "Then the Lord said to Moses in Midian, “Go back to Egypt, for all the men who were seeking your life [for killing the Egyptian] are dead.”(A)",
      "29": "Then Moses and Aaron went [into Egypt] and assembled all the elders of the Israelites;",
      "31": "So the people believed; and when they heard that the Lord was concerned about the Israelites and that He had looked [with compassion] on their suffering, then they bowed their heads and worshiped [the Lord]."
    },
    "12": {
      "1": "The Passover Lamb12 The Lord said to Moses and Aaron in the land of Egypt,"
    },
    "11": {
      "2": "Speak so that all of the people [of Israel] may hear, and tell every man to ask from his neighbor, and every woman to ask from her neighbor, articles of silver, and articles of gold.”"
    },
    "5": {
      "23": "Ever since I came to Pharaoh to speak in Your name, he has harmed and oppressed this people, and You have done nothing at all to rescue Your people.”"
    }
  },
  "Esther": {
    "9": {
      "20": "The Feast of Purim Instituted20 Now Mordecai recorded these events, and he sent letters to all the Jews who lived in all the provinces of King Ahasuerus, both near and far,"
    },
    "1": {
      "3": "in the third year of his reign he held a banquet for all his officials and his attendants. The army officers of Persia and Media, the nobles and the officials of the provinces were there in his presence."
    },
    "2": {
      "2": "Then the king’s attendants, who served him, said, “Let beautiful young virgins be sought for the king."
    },
    "3": {
      "1": "Haman’s Plot against the Jews3 After these things King Ahasuerus (Xerxes) promoted Haman, the son of Hammedatha the [a]Agagite, and advanced him and [b]established his authority over all the officials who were with him."
    },
    "10": {
      "3": "For Mordecai the Jew was second only to King Ahasuerus, and great among the Jews and in favor with his many fellow people, for he worked for the good of his people and spoke for the welfare and peace of his whole nation."
    },
    "4": {
      "17": "So Mordecai went away and did exactly as Esther had commanded him."
    },
    "5": {
      "14": "Then his wife Zeresh and all his friends said to him, “Have a gallows [a]fifty cubits high made, and in the morning ask the king to have Mordecai hanged on it; then go joyfully to the banquet with the king.” And the advice pleased Haman, so he had the gallows made."
    }
  },
  "Psalms": {
    "1": {
      "5": "Therefore the wicked will not stand [unpunished] in the judgment,Nor sinners in the assembly of the righteous."
    },
    "2": {
      "4": "He who sits [enthroned] in the heavens laughs [at their rebellion];The [Sovereign] [a]Lord scoffs at them [and in supreme contempt He mocks them]."
    },
    "3": {
      "3": "But You, O Lord, are a shield for me,My glory [and my honor], and the One who lifts my head."
    },
    "4": {
      "2": "O sons of men, how long will my honor and glory be [turned into] shame?How long will you [my enemies] love worthless (vain, futile) things and seek deception and lies? Selah.",
      "8": "In peace [and with a tranquil heart] I will both lie down and sleep,For You alone, O Lord, make me dwell in safety and confident trust."
    },
    "23": {
      "1": "The Lord, the Psalmist’s Shepherd.A Psalm of David.23 The Lord is my Shepherd [to feed, to guide and to shield me],(A)I shall not want."
    },
    "11": {
      "2": "For look, the wicked are bending the bow;They take aim with their arrow on the stringTo shoot [by stealth] in darkness at the upright in heart."
    },
    "5": {
      "12": "For You, O Lord, bless the righteous man [the one who is in right standing with You];You surround him with favor as with a shield."
    },
    "6": {
      "1": "Prayer for Mercy in Time of Trouble.To the Chief Musician; on stringed instruments, set [possibly] an octave below. A Psalm of David.6 O Lord, do not rebuke or punish me in Your anger,Nor discipline me in Your wrath."
    }
  },
  "Lamentations": {
    "1": {
      "10": "The adversary has spread out his handOver all her precious and desirable things;For she has seen the [Gentile] nations enter her sanctuary (the Jerusalem temple)—[a]The ones whom You commandedThat they should not enter into Your congregation [not even in the outer courts].(A)"
    },
    "2": {
      "10": "The elders of the Daughter of ZionSit on the ground keeping silent;They have thrown dust on their heads,They have covered themselves with sackcloth.The virgins of JerusalemHave bowed their heads to the ground."
    },
    "3": {
      "23": "They are new every morning;Great and beyond measure is Your faithfulness.(A)",
      "40": "Let us test and examine our ways,And let us return to the Lord.",
      "42": "We have transgressed and rebelled,You have not pardoned.",
      "44": "You have covered Yourself with a cloudSo that no prayer can pass through.",
      "46": "All our enemies have gaped at us.",
      "48": "My eyes overflow with streams of tearsBecause of the destruction of the daughter of my people (Jerusalem).",
      "50": "Until the Lord looks downAnd sees from heaven.",
      "52": "Without cause my enemiesHunted me down like a bird;",
      "53": "They silenced me in the pitAnd placed a stone over me.(A)",
      "54": "The waters ran down on my head;I said, “I am cut off (destroyed)!”",
      "55": "I called on Your name, O Lord,Out of the lowest pit.(A)",
      "56": "You have heard my voice,“Do not hide Your ear from my prayer for relief,From my cry for help.”",
      "57": "You drew near on the day I called to You;You said, “Do not fear.”(A)",
      "58": "O Lord, You have pleaded my soul’s cause [You have guided my way and protected me];You have rescued and redeemed my life.",
      "59": "O Lord, You have seen the wrong [done to me];Judge my case.",
      "36": "To defraud a man in his lawsuit—The Lord does not approve of these things.",
      "43": "You have covered Yourself with angerAnd pursued us;You have slain [without pity] and have not spared."
    },
    "4": {
      "7": "Her princes were purer than snow,They were whiter than milk [in appearance];They were more ruddy in body than rubies,Their polishing was like lapis lazuli (sapphire).",
      "22": "The punishment of your sin has been completed, O Daughter of Zion;The Lord will no longer send you into exile.But He will punish your sin, O Daughter of Edom;He will expose your sins.(A)"
    },
    "5": {
      "6": "We have given the hand [as a pledge of fidelity and submission] to Egypt and Assyria to get enough bread.",
      "22": "Unless You have utterly rejected usAnd are exceedingly angry with us."
    }
  },
  "Obadiah": {
    "1": {
      "13": "“Do not enter the gate of My peopleIn the day of their disaster;Yes, you, do not look [with delight] on their miseryIn the day of their ruin,And do not loot treasuresIn the day of their ruin."
    }
  },
  "Jonah": {
    "1": {
      "14": "Then they called on the Lord and said, “Please, O Lord, do not let us perish because of taking this man’s life, and do not make us accountable for innocent blood; for You, O Lord, have done as You pleased.”"
    },
    "4": {
      "11": "Should I not have compassion on Nineveh, the great city in which there are more than 120,000 [innocent] persons, who do not know the difference between their right and left hand [and are not yet accountable for sin], as well as many [blameless] animals?”"
    }
  },
  "Zephaniah": {
    "1": {
      "16": "A day of trumpet and the battle cry [of invaders]Against the fortified citiesAnd against the high corner towers (battlements)."
    },
    "2": {
      "14": "Flocks will lie down in her midst,All the animals which range in herds;Both the pelican and the short-eared owlWill roost on the top of Nineveh’s pillars.Birds will sing in the window,Desolation will be on the threshold;For He has uncovered the cedar paneling."
    }
  },
  "Colossians": {
    "1": {
      "19": "For it pleased the Father for all the fullness [of deity—the sum total of His essence, all His perfection, powers, and attributes] to dwell [permanently] in Him (the Son),"
    },
    "2": {
      "20": "If you have died with Christ to the [a]elementary principles of the world, why, as if you were still living in the world, do you submit to rules and regulations, such as,"
    }
  },
  "Philemon": {
    "1": {
      "20": "Yes, brother, let me have some benefit and joy from you in the Lord; refresh my heart in Christ."
    }
  },
  "2 Peter": {
    "1": {
      "21": "for no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God."
    }
  },
  "James": {
    "1": {
      "26": "If anyone thinks himself to be religious [scrupulously observant of the rituals of his faith], and does not control his tongue but deludes his own heart, this person’s religion is worthless (futile, barren)."
    },
    "5": {
      "16": "Therefore, confess your sins to one another [your false steps, your offenses], and pray for one another, that you may be healed and restored. The heartfelt and persistent prayer of a righteous man (believer) can accomplish much [when put into action and made effective by God—it is dynamic and can have tremendous power].",
      "20": "let the [latter] one know that the one who has turned a sinner from the error of his way will save that one’s soul from death and cover a multitude of sins [that is, obtain the pardon of the many sins committed by the one who has been restored]."
    },
    "4": {
      "17": "So any person who knows what is right to do but does not do it, to him it is sin."
    }
  },
  "Haggai": {
    "2": {
      "15": "But now, do consider [what will happen] from this day forward: before one stone was placed on another in the temple of the Lord,"
    }
  },
  "1 Peter": {
    "2": {
      "21": "Christ Is Our Example21 For [as a believer] you have been called for this purpose, since Christ suffered for you, leaving you an example, so that you may follow in His footsteps."
    },
    "3": {
      "19": "in which He also went and preached to the spirits now in prison,"
    },
    "5": {
      "14": "Greet one another with a kiss of love.To all of you who are in Christ, may there be peace."
    }
  },
  "1 John": {
    "2": {
      "22": "Who is the liar but the one who denies that Jesus is the Christ (the Messiah, the Anointed)? This is the antichrist [the enemy and antagonist of Christ], the one who denies and consistently refuses to acknowledge the Father and the Son."
    },
    "5": {
      "21": "Little children (believers, dear ones), guard yourselves from idols—[false teachings, moral compromises, and anything that would take God’s place in your heart]."
    },
    "4": {
      "21": "And this commandment we have from Him, that the one who loves God should also [unselfishly] love his brother and seek the best for him."
    }
  },
  "Joel": {
    "2": {
      "31": "“The sun will be turned into darknessAnd the moon into bloodBefore the great and terrible day of the Lord comes.(A)"
    },
    "3": {
      "11": "Hurry and come, all you surrounding nations,And gather yourselves there;Bring down, O Lord, Your mighty ones (Your warriors)."
    }
  },
  "Habakkuk": {
    "3": {
      "13": "You went forth for the salvation of Your people,For the salvation and rescue of Your anointed [people Israel].You struck the [a]head from the house of the wickedTo lay him open from the thigh to the neck. Selah (pause, and calmly think of that)."
    }
  },
  "Malachi": {
    "3": {
      "14": "You have said, ‘It is useless to serve God. What profit is it if we keep His ordinances, and walk around like mourners before the Lord of hosts?"
    }
  },
  "2 Timothy": {
    "4": {
      "18": "The Lord will rescue me from every evil assault, and He will bring me safely into His heavenly kingdom; to Him be the glory forever and ever. Amen."
    }
  },
  "1 Timothy": {
    "5": {
      "24": "[a]The sins of some people are conspicuous, leading the way for them into judgment [so that they are clearly not qualified for ministry]; but the sins of others appear later [for they are hidden and follow behind them].",
      "25": "Likewise, good deeds are quite evident, and those which are otherwise cannot be hidden [indefinitely]."
    }
  },
  "1 Samuel": {
    "11": {
      "3": "The elders of Jabesh said to Nahash, “Give us seven days so that we may send messengers throughout the territory of Israel. Then, if there is no one to save us, we will come out [and surrender] to you.”",
      "13": "But Saul said, “No man shall be put to death this day, for today the Lord has brought [a]victory to Israel.”"
    },
    "10": {
      "27": "But some [a]worthless men said, “How can this man save and rescue us?” And they regarded Saul with contempt and did not bring him a gift. But he ignored the insult and kept silent.",
      "16": "And Saul said to his uncle, “He told us plainly that the donkeys had been found.” But he did not tell him about the matter of the kingdom which Samuel had mentioned."
    },
    "5": {
      "12": "The men who had not died were stricken with tumors and the cry of the city [for help] went up to heaven."
    },
    "12": {
      "7": "Now then, take your stand, so that I may plead and contend with you before the Lord concerning all the righteous acts of the Lord which He did for you and for your fathers."
    },
    "4": {
      "22": "She said, “The glory has left Israel, for the ark of God has been taken.”"
    }
  },
  "1 Thessalonians": {
    "5": {
      "28": "The grace of our Lord Jesus Christ be with you."
    },
    "4": {
      "18": "Therefore comfort and encourage one another with these words [concerning our reunion with believers who have died]."
    }
  },
  "Ruth": {
    "4": {
      "22": "Obed the father of Jesse, and Jesse the father of David [the king of Israel and the ancestor of Jesus Christ]."
    }
  }
}