{
  "Acts": {
    "10": {
      "7": "When the angel who was speaking to him had gone, Cornelius called two of his servants and a devout soldier from among his own personal attendants;",
      "39": "We are [personally] eyewitnesses of everything that He did both in the land of the Jews and in Jerusalem [in particular]. They also put Him to death by hanging Him on a cross;",
      "40": "God raised Him [to life] on the third day and caused Him to be plainly seen,",
      "45": "All the circumcised believers who came with Peter were amazed, because the gift of the Holy Spirit had been poured out even on the Gentiles.",
      "47": "“Can anyone refuse water for these people to be baptized, since they have received the Holy Spirit just as we did?”",
      "46": "For they heard them talking in [unknown] tongues (languages) and exalting and magnifying and praising God. Then Peter said,",
      "32": "Therefore send word to Joppa and invite Simon, who is also called Peter, to come to you. He is staying at the house of Simon the tanner by the sea.’",
      "33": "So I sent for you at once, and you have been kind enough to come. Now then, we are all here present before God to listen to everything that you have been instructed by the Lord [to say].”"
    },
    "7": {
      "13": "And on the second visit Joseph identified himself to his brothers, and Joseph’s family and background were revealed to Pharaoh.(A)",
      "34": "I have most certainly seen the oppression of My people in Egypt and have heard their groaning, and I have come down to rescue them. Now come, and I will send you to Egypt [as My messenger].’(A)",
      "46": "who found favor (grace, spiritual blessing) in the sight of God and asked that he might [be allowed to] find a dwelling place for the [a]God of Jacob.(A)",
      "52": "Which one of the prophets did your fathers not persecute? They killed those who proclaimed beforehand the coming of the Righteous One, whose betrayers and murderers you have now become;",
      "55": "But he, being full of the Holy Spirit and led by Him, gazed into heaven and saw the glory [the great splendor and majesty] of God, and Jesus standing at the right hand of God;",
      "58": "Then they drove him out of the city and began stoning him; and the witnesses placed their outer robes at the feet of a young man named [a]Saul.(A)",
      "8": "And God gave Abraham a covenant [a formal agreement to be strictly observed] of [which] circumcision [was the sign]; and so [under these circumstances] Abraham became the father of Isaac, and circumcised him on the eighth day; and Isaac [became the father] of [a]Jacob, and Jacob [became the father] of the [b]twelve patriarchs.(A)",
      "23": "But when he reached the age of forty, it came into his heart to visit his brothers, the sons of Israel."
    },
    "8": {
      "11": "They were paying attention to him because for a long time he had mystified and dazzled them with his magic.",
      "16": "for He had not yet fallen on any of them; they had simply been baptized in the name of the Lord Jesus [as His possession].",
      "32": "Now this was the passage of Scripture which he was reading:“Like a sheep He was led to the slaughter;And as a lamb before its shearer is silent,So He does not open His mouth."
    },
    "9": {
      "10": "Now in Damascus there was a disciple named Ananias; and the Lord said to him in a vision, “Ananias.” And he answered, “Here I am, Lord.”",
      "43": "And so it was that Peter stayed in Joppa for many days with Simon, [a]a tanner.",
      "42": "This became known all over Joppa, and many came to believe in the Lord [that is, to adhere to and trust in and rely on Jesus as Christ and Savior].",
      "7": "The men who were traveling with him [were terrified and] stood speechless, hearing the voice but seeing no one.",
      "38": "Since Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, urging him, “Come to us without delay.”",
      "39": "So Peter got up [at once] and went with them. When he arrived, they brought him into the upstairs room; and all the widows stood beside him, weeping and showing [him] all the [a]tunics and robes that Dorcas used to make while she was with them.",
      "40": "But Peter sent them all out [of the room] and knelt down and prayed; then turning to the body he said, “Tabitha, arise!” And she opened her eyes, and when she saw Peter, she sat up.",
      "41": "And he gave her his hand and helped her up; and then he called in the [a]saints (God’s people) and the widows, and he presented her [to them] alive.",
      "4": "and he fell to the ground and heard a voice [from heaven] saying to him, “Saul, Saul, why are you persecuting and oppressing Me?”",
      "22": "But Saul increased in strength more and more, and continued to perplex the Jews who lived in Damascus by examining [theological evidence] and proving [with Scripture] that this Jesus is the Christ (the Messiah, the Anointed)."
    },
    "2": {
      "29": "“Brothers, I may confidently and freely say to you regarding the patriarch David that he both died and was buried, and his tomb is with us to this day.",
      "39": "For the promise [of the Holy Spirit] is for you and your children and for all who are far away [including the Gentiles], as many as the Lord our God calls to Himself.”(A)",
      "45": "And they began selling their property and possessions and were sharing the proceeds with all [the other believers], as anyone had need.",
      "24": "But God raised Him up, releasing Him and bringing an end to the agony of death, since it was impossible for Him to be held in death’s power.",
      "30": "And so, being a prophet and knowing fully that God had sworn to him with an oath that He would seat one of his descendants on his throne,(A)",
      "32": "God raised this Jesus [bodily from the dead], and of that [fact] we are all witnesses.",
      "35": "Until I make Your enemies a [a]footstool for Your feet.”’(A)",
      "38": "And Peter said to them, “Repent [change your old way of thinking, turn from your sinful ways, accept and follow Jesus as the Messiah] and be baptized, each of you, in the name of Jesus Christ because of the forgiveness of your sins; and you will receive the gift of the Holy Spirit.",
      "44": "And all those who had believed [in Jesus as Savior] [a]were together and had all things in common [considering their possessions to belong to the group as a whole].",
      "17": "‘And it shall be in the last days,’ says God,‘That I will pour out My Spirit upon all mankind;And your sons and your daughters shall prophesy,And your young men shall see [divinely prompted] visions,And your old men shall dream [divinely prompted] dreams;"
    },
    "3": {
      "17": "“Now, brothers, I know that you acted in ignorance [not fully aware of what you were doing], just as your rulers did also.",
      "12": "And Peter, seeing this, said to the people, “You men of Israel, why are you amazed at this? Why are you staring at us, as though by our own power or godliness we had made this man walk?",
      "26": "It was for you first of all that God raised up His Servant and Son [Jesus], and sent Him to bless you by turning every one of you from your wicked ways.”(A)"
    },
    "4": {
      "14": "And seeing the man who had been healed standing there with them, they had nothing to say in reply.",
      "24": "And when they heard it, they raised their voices together to God and said, “O Sovereign Lord [having complete power and authority], it is You who made the heaven and the earth and the sea, and everything that is in them,(A)",
      "37": "sold a field belonging to him and brought the money and set it at the apostles’ feet.",
      "29": "And now, Lord, observe their threats [take them into account] and grant that Your bond-servants may declare Your message [of salvation] with great confidence,"
    },
    "5": {
      "14": "More and more believers in the Lord, crowds of men and women, were constantly being added to their number,",
      "37": "After this man, Judas the Galilean rose up, [and led an uprising] during the time of the census, and drew people after him; he was also killed, and all his followers were scattered.",
      "42": "And every single day, in the temple [area] and in homes, they did not stop teaching and telling the good news of Jesus as the Christ (the Messiah, the Anointed)."
    },
    "11": {
      "5": "“I was in the city of Joppa praying; and in a trance I saw a vision of an object coming down from heaven, like a huge sheet being lowered by the four corners; and [it descended until] it came right down to me,",
      "29": "So the disciples decided to send a contribution, each according to his individual ability, to the believers who lived in Judea.",
      "2": "So when Peter went up to Jerusalem, those of the circumcision [certain Jewish believers who followed the Law] took issue with him [for violating Jewish customs],",
      "13": "And Cornelius told us how he had seen the angel standing in his house, saying, ‘Send word to Joppa and have Simon, who is also called Peter, brought here;",
      "3": "saying, “You went to uncircumcised men and [even] ate with them!”"
    },
    "1": {
      "4": "While being together and eating with them, He commanded them not to leave Jerusalem, but to wait for what the Father had promised, “Of which,” He said, “you have heard Me speak.(A)"
    },
    "6": {
      "1": "Choosing of the Seven6 Now about this time, when the number of disciples was increasing, a complaint was made by the [a]Hellenists (Greek-speaking Jews) against the [[b]native] Hebrews, because their widows were being overlooked in the daily serving of food."
    },
    "12": {
      "17": "But motioning to them with his hand to be quiet and listen, he described how the Lord had led him out of the prison. And he said, “Report these things to [a]James and the brothers and sisters.” Then he left and went to another place.",
      "18": "Now when day came, there was no small disturbance among the soldiers over what had become of Peter."
    }
  },
  "John": {
    "3": {
      "16": "For God so [greatly] loved and dearly prized the world, that He [even] gave His [One and] only begotten Son, so that whoever believes and trusts in Him [as Savior] shall not perish, but have eternal life.",
      "32": "What He has [actually] seen and heard, of that He testifies; and yet no one accepts His testimony [as true].",
      "33": "Whoever receives His testimony has set his seal [of approval] to this: God is true [and he knows that God cannot lie].",
      "36": "He who believes and trusts in the Son and accepts Him [as Savior] has eternal life [that is, already possesses it]; but he who does not believe the Son and chooses to reject Him, [disobeying Him and denying Him as Savior] will not see [eternal] life, but [instead] the wrath of God hangs over him continually.”(A)",
      "26": "So they came to John and said to him, “Rabbi (Teacher), the Man who was with you on the other side of the Jordan [at the Jordan River crossing]—and to whom you have testified—look, He is baptizing too, and everyone is going to Him!”"
    },
    "1": {
      "51": "Then He said to him, “I assure you and most solemnly say to you, you will see heaven opened and the angels of God ascending and descending on the Son of Man [the bridge between heaven and earth].”(A)",
      "25": "They asked him, “Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?”",
      "34": "I myself have [actually] seen [that happen], and my testimony is that this is the Son of God!”",
      "42": "Andrew brought Simon to Jesus. Jesus looked at him and said, “You are Simon the son of John. You shall be called Cephas (which is translated [a]Peter).”",
      "46": "Nathanael answered him, “Can anything good come out of Nazareth?” Philip replied, “Come and see.”",
      "28": "These things occurred in Bethany across the Jordan [at the Jordan River crossing], where John was baptizing.",
      "3": "All things were made and came into existence through Him; and without Him not even one thing was made that has come into being.",
      "20": "And he confessed [truthfully] and did not deny [that he was only a man], but acknowledged, “I am not the Christ (the Messiah, the Anointed)!”",
      "47": "Jesus saw Nathanael coming toward Him, and said of him, “Here is an Israelite indeed [a true descendant of Jacob], in whom there is no guile nor deceit nor duplicity!”",
      "21": "They asked him, “What then? Are you Elijah?” And he said, “I am not.” “Are you the [promised] Prophet?” And he answered, “No.”(A)",
      "22": "Then they said to him, “Who are you? Tell us, so that we may give an answer to those who sent us. What do you say about yourself?”",
      "40": "One of the two who heard what John said and [as a result] followed Jesus was Andrew, Simon Peter’s brother.",
      "15": "John testified [repeatedly] about Him and [a]has cried out [testifying officially for the record, with validity and relevance], “This was He of whom I said, ‘He who comes after me [b]has a higher rank than I and has priority over me, for He existed before me.’”",
      "37": "The two disciples heard him say this, and they [a]followed Jesus.",
      "44": "Now Philip was from Bethsaida, the city of Andrew and Peter."
    },
    "6": {
      "12": "When they had eaten enough, He said to His disciples, “Gather up the leftover pieces so that nothing will be lost.”",
      "31": "Our fathers ate the manna in the wilderness; as it is written [in Scripture], ‘He gave them bread out of heaven to eat.’”(A)",
      "37": "All that My Father gives Me will come to Me; and the one who comes to Me I will most certainly not cast out [I will never, never reject anyone who follows Me].",
      "41": "Words to the Jews41 Now the Jews murmured and found fault with Him because He said, “I am the Bread that came down out of heaven.”",
      "45": "It is written in the prophets, ‘And they will all be taught of God.’ Everyone who has listened to and learned from the Father, comes to Me.(A)",
      "49": "Your fathers ate the manna in the wilderness, and they died.",
      "50": "This is the Bread that comes down out of heaven, so that one may eat of it and not die.",
      "53": "And Jesus said to them, “I assure you and most solemnly say to you, unless you eat the flesh of the Son of Man and drink His blood [unless you believe in Me as Savior and believe in the saving power of My blood which will be shed for you], you do not have life in yourselves.",
      "56": "He who eats My flesh and drinks My blood [believes in Me, accepts Me as Savior] remains in Me, and I [in the same way remain] in him.",
      "57": "Just as the living Father sent Me, and I live because of the Father, even so the one who feeds on Me [believes in Me, accepts Me as Savior] will also live because of Me.",
      "59": "Words to the Disciples59 He said these things in a synagogue while He was teaching in Capernaum.",
      "54": "The one who eats My flesh and drinks My blood [believes in Me, accepts Me as Savior] has eternal life [that is, now possesses it], and I will raise him up [from the dead] on the last day.",
      "44": "No one can come to Me unless the Father who sent Me draws him [giving him the desire to come to Me]; and I will raise him up [from the dead] on the last day."
    },
    "7": {
      "12": "There was a lot of whispered discussion and murmuring among the crowds about Him. Some were saying, “He is a good man”; others said, “No, on the contrary, He misleads the people [giving them false ideas].”",
      "28": "Then Jesus called out as He taught in the temple, “You know Me and know where I am from; and I have not come on my own initiative [as self-appointed], but He who sent Me is true, and Him you do not know.",
      "33": "Therefore Jesus said, “For a little while longer I am [still] with you, and then I go to Him who sent Me.",
      "45": "Then the guards went [back] to the chief priests and Pharisees, who asked them, “Why did you not bring Him [here with you]?”",
      "7": "The world cannot hate you [since you are part of it], but it does hate Me because I denounce it and testify that its deeds are evil."
    },
    "8": {
      "10": "Straightening up, Jesus said to her, “Woman, where are they? Did no one condemn you?”",
      "42": "Jesus said to them, “If God were your Father [but He is not], you would love and recognize Me, for I came from God [out of His very presence] and have arrived here. For I have not even come on My own initiative [as self-appointed], but He [is the One who] sent Me.",
      "45": "But because I speak the truth, you do not believe Me [and continue in your unbelief].",
      "48": "The Jews answered Him, “Are we not right when we say You are a [a]Samaritan and [that You] have a demon [and are under its power]?”",
      "51": "I assure you and most solemnly say to you, if anyone keeps My word [by living in accordance with My message] he will indeed never, ever see and experience [a]death.”",
      "54": "Jesus answered, “If I glorify Myself, My glory is [worth] nothing. It is My Father who glorifies Me, of whom you say, ‘He is our God.’",
      "57": "Then the Jews said to Him, “You are not even fifty years old, and You [claim to] have seen Abraham?”",
      "59": "So they picked up stones to throw at Him, but Jesus concealed Himself and left the temple.",
      "56": "Your father Abraham [greatly] rejoiced to see My day (My incarnation). [a]He saw it and was delighted.”(A)",
      "58": "Jesus replied, “I assure you and most solemnly say to you, before Abraham was born, [a]I Am.”(A)",
      "28": "So Jesus said, “When you lift up the Son of Man [on the cross], you will know then [without any doubt] that I am He, and that I do nothing on My own authority, but I say these things just as My Father taught Me.",
      "29": "And He who sent Me is [always] with Me; He has not left Me alone, because I always do what pleases Him.”",
      "30": "As He said these things, [a]many believed in Him.",
      "49": "Jesus answered, “I do not have a demon. On the contrary, I honor My Father, and you dishonor Me.",
      "15": "You judge according to [a]human standards [just by what you see]. I do not judge anyone.",
      "24": "That is why I told you that you will die [unforgiven and condemned] in your sins; for if you do not believe that I am the One [I claim to be], you will die in your sins.”(A)",
      "26": "I have many things to say and judge concerning you, but He who sent Me is true; and I say to the world [only] the things that I have heard from Him.”",
      "31": "The Truth Will Make You Free31 So Jesus was saying to the Jews who had believed Him, “If you abide in My word [continually obeying My teachings and living in accordance with them, then] you are truly My disciples.",
      "38": "I tell the things that I have seen at My Father’s side [in His very presence]; so you also do the things that you heard from your father.”"
    },
    "9": {
      "9": "Some said, “It is he.” Still others said, “No, but he looks like him.” But he kept saying, “I am the man.”",
      "22": "His parents said this because they were afraid of [the leaders of] the Jews; for the Jews had already agreed that if anyone acknowledged Jesus to be the Christ, he would be put out of the synagogue (excommunicated).",
      "3": "Jesus answered, “Neither this man nor his parents sinned, but it was so that the works of God might be displayed and illustrated in him.",
      "35": "Jesus Affirms His Deity35 Jesus heard that they had [a]put him out [of the synagogue], and finding him, He asked, “Do you believe in the Son of Man?”",
      "37": "Jesus said to him, “You have both seen Him, and [in fact] He is the one who is talking with you.”"
    },
    "2": {
      "17": "His disciples remembered that it is written [in the Scriptures], “Zeal (love, concern) for Your house [and its honor] will consume Me.”(A)"
    },
    "4": {
      "36": "Already the reaper is receiving his wages and he is gathering fruit for eternal life; so that he who plants and he who reaps may rejoice together.",
      "39": "The Samaritans39 Now many Samaritans from that city believed in Him and trusted Him [as Savior] because of what the woman said when she testified, “He told me all the things that I have done.”",
      "43": "After the two days He went on from there into Galilee.",
      "46": "Healing a Nobleman’s Son46 So Jesus came again to Cana of Galilee, where He had turned the water into wine. And there was a [a]certain royal official whose son was sick in Capernaum.",
      "49": "The royal official pleaded with Him, “Sir, do come down [at once] before my child dies!”",
      "50": "Jesus said to him, “Go; your son lives!” The man believed what Jesus said to him and started home.",
      "51": "As he was already going down [the road], his servants met him and reported that his son was living [and was healthy].",
      "52": "So he asked them at what time he began to get better. They said, “Yesterday during the seventh hour the fever left him.”",
      "53": "Then the father realized that it was at that very hour when Jesus had said to him, “Your son lives”; and he and his entire household believed and confidently trusted [in Him as Savior].",
      "54": "This is the second sign (attesting miracle) that Jesus performed [in Cana] after He had come from Judea to Galilee [revealing that He is the Messiah].",
      "29": "“Come, see a man who told me all the things that I have done! Can this be the Christ (the Messiah, the Anointed)?”"
    },
    "5": {
      "13": "Now the man who had been healed did not know who it was, for Jesus had slipped away [unnoticed] since there was a crowd in that place.",
      "23": "so that all will give honor (reverence, homage) to the Son just as they give honor to the Father. [In fact] the one who does not honor the Son does not honor the Father who has sent Him.",
      "36": "Testimony of Works36 But the testimony which I have is far greater than the testimony of John; for the works that the Father has given Me to finish—the very same works [that is, the miracles and proofs of My deity] that I am [now] doing—testify about Me, [by providing evidence] that the Father has sent Me.",
      "41": "I do not receive glory and approval from men;",
      "44": "How can you believe [in Me], when you [seek and] receive glory and approval from one another, and yet you do not seek the glory and approval which comes from the one and only God?",
      "46": "For if you believed and relied on [the Scriptures written by] Moses, you would believe Me, for he wrote about Me [personally].(A)",
      "45": "Do not think that I [am the One who] will accuse you before the Father. There [already] is one who accuses you: Moses, [the very one] in whom you have placed your hope [for salvation].",
      "47": "But if you do not believe his writings, how will you believe My words?”",
      "25": "Two Resurrections25 I assure you and most solemnly say to you, a time is coming and is [here] now, when the dead will hear the voice of the Son of God, and those who hear it will live.",
      "9": "Immediately the man was healed and recovered his strength, and [a]picked up his pallet and walked.Now that day was the Sabbath."
    },
    "11": {
      "4": "When Jesus heard this, He said, “This sickness will not end in death; but [on the contrary it is] for the glory and honor of God, so that the Son of God may be glorified by it.”",
      "21": "Then Martha said to Jesus, “Lord, if You had been here, my brother would not have died.",
      "28": "After she had said this, she left and called her sister Mary, privately whispering [to her], “The Teacher is here and is asking for you.”",
      "22": "Even now I know that whatever You ask of God, God will give to You.”",
      "32": "When Mary came [to the place] where Jesus was and saw Him, she fell at His feet, saying to Him, “Lord, if You had been here, my brother would not have died.”",
      "53": "So from that day on they planned together to kill Him.",
      "39": "Jesus said, “Take away the stone.” Martha, the sister of the dead man, said to Him, “Lord, by this time there will be an offensive odor, for he has been dead four days! [It is hopeless!]”",
      "42": "I knew that You always hear Me and listen to Me; but I have said this because of the people standing around, so that they may believe that You have sent Me [and that You have made Me Your representative].”",
      "48": "If we let Him go on like this, everyone will believe in Him, and the Romans will come and take away both our [holy] place (the temple) and our nation.”",
      "50": "Nor do you understand that it is expedient and politically advantageous for you that one man die for the people, and that the whole nation not perish.”",
      "52": "and not only for the nation, but also for the purpose of gathering together into one body the children of God who have been scattered abroad.(A)",
      "54": "For that reason Jesus no longer walked openly among the Jews, but left there and went to the district that borders on the uninhabited wilderness, to a town called Ephraim; and He stayed there with the disciples.",
      "55": "Now the Passover of the Jews was approaching, and many from the country went up to Jerusalem before Passover to purify themselves [ceremonially, so that they would be able to participate in the feast].",
      "56": "So they were looking for Jesus as they stood in the temple [area], and saying among themselves, “What do you think? Will He not come to the feast at all?”",
      "57": "Now the chief priests and Pharisees had given orders that if anyone knew where He was, he was to report it so that they might arrest Him.",
      "7": "Then He said to His disciples, “Let us go back to Judea.”",
      "34": "and said, “Where have you laid him?” They said, “Lord, come and see.”",
      "36": "So the Jews were saying, “See how He loved him [as a close friend]!”",
      "2": "It was the Mary who anointed the Lord with perfume and wiped His feet with her hair, whose brother Lazarus was sick.(A)",
      "25": "Jesus said to her, “[a]I am the Resurrection and the Life. Whoever believes in (adheres to, trusts in, relies on) Me [as Savior] will live even if he dies;"
    },
    "10": {
      "37": "If I do not do the works of My Father [that is, the miracles that only God could perform], then do not believe Me.",
      "38": "But if I am doing them, even if you do not believe Me or have faith in Me, [at least] believe the works [that I do—admit that they are the works of God], so that you may know and keep on knowing [clearly—without any doubt] that the Father is in Me, and I am in the Father [that is, I am One with Him].”",
      "40": "He went back again across the Jordan to the place where John was first baptizing, and He was staying there.",
      "6": "Jesus used this figure of speech with them, but they did not understand what He was talking about.",
      "21": "Others were saying, “These are not the words and thoughts of one possessed by a demon. Can a demon open the eyes of the blind?”",
      "42": "And many there believed and confidently trusted in Him [accepting Him as Savior, and following His teaching].",
      "31": "Again the Jews picked up stones to stone Him."
    },
    "12": {
      "17": "So the people, who were with Him when He called Lazarus out of the tomb and raised him from the dead, continued to tell others about Him.",
      "31": "Now judgment is upon this world [the sentence is being passed]. Now the ruler of this world (Satan) will be cast out.",
      "34": "At this the crowd answered Him, “[a]We have heard from the Law that the Christ is to remain forever; how then can You say, ‘The Son of Man must be lifted up’? Who is this Son of Man?”(A)",
      "41": "Isaiah said these things because he saw His glory and spoke about Him.(A)",
      "47": "If anyone hears My words and does not keep them, I do not judge him; for I did not come to judge and condemn the world [that is, to initiate the final judgment of the world], but to save the world.",
      "38": "This was to fulfill what Isaiah the prophet said: “Lord, who has believed our message? And to whom has the arm (the power) of the Lord been shown (unveiled, revealed)?”(A)"
    }
  },
  "Romans": {
    "8": {
      "28": "And we know [with great confidence] that God [who is deeply concerned about us] causes all things to work together [as a plan] for good for those who love God, to those who are called according to His plan and purpose.",
      "12": "So then, [a]brothers and sisters, we have an obligation, but not to our flesh [our human nature, our worldliness, our sinful capacity], to live according to the [impulses of the] flesh [our nature without the Holy Spirit]—",
      "27": "And He who searches the hearts knows what the mind of the Spirit is, because the Spirit intercedes [before God] on behalf of [a]God’s people in accordance with God’s will.(A)",
      "39": "nor height, nor depth, nor any other created thing, will be able to separate us from the [unlimited] love of God, which is in Christ Jesus our Lord.",
      "1": "Escape from Bondage8 Therefore there is now no condemnation [no guilty verdict, no punishment] for those who are in Christ Jesus [who believe in Him as personal Lord and Savior].(A)",
      "17": "And if [we are His] children, [then we are His] heirs also: heirs of God and fellow heirs with Christ [sharing His spiritual blessing and inheritance], if indeed we share in His suffering so that we may also share in His glory.(A)",
      "23": "And not only this, but we too, who have the first fruits of the Spirit [a joyful indication of the blessings to come], even we groan inwardly, as we wait eagerly for [the sign of] our adoption as sons—the redemption and transformation of our body [at the resurrection].(A)"
    },
    "10": {
      "8": "But what does it say? \"The word is near you, in your mouth and in your heart\"—that is, the word of faith [the message, the basis] which we preach—",
      "14": "But how will people call on Him in whom they have not believed? And how will they believe in Him of whom they have not heard? And how will they hear without a preacher (messenger)?"
    },
    "6": {
      "13": "Do not go on offering members of your body to sin as instruments of wickedness. But offer yourselves to God [in a decisive act] as those alive [raised] from the dead [to a new life], and your members [all of your abilities—sanctified, set apart] as instruments of righteousness [yielded] to God.",
      "2": "Certainly not! How can we, the very ones who died to sin, continue to live in it any longer?"
    },
    "9": {
      "11": "and though the twins were not yet born and had not done anything either good or bad, so that God’s purpose [His choice, His election] would stand, not because of works [done by either child], but because of [the plan of] Him who calls them,",
      "24": "including us, whom He also called, not only from among the Jews, but also from among the Gentiles?",
      "30": "What shall we say then? That Gentiles, who did not pursue righteousness [who did not seek salvation and a right relationship with God, nevertheless] obtained righteousness, that is, the righteousness which is produced by faith;",
      "31": "whereas Israel, [though always] pursuing the law of righteousness, did not succeed in fulfilling the law.(A)",
      "32": "And why not? Because it was not by faith [that they pursued it], but as though it were by works [relying on the merit of their works instead of their faith]. They stumbled over the stumbling Stone [Jesus Christ].(A)",
      "33": "As it is written and forever remains written,“Behold I am laying in Zion a Stone of stumbling and a Rock of offense;And he who believes in Him [whoever adheres to, trusts in, and relies on Him] will not be disappointed [in his expectations].”(A)",
      "5": "To them belong the patriarchs, and from them, according to His natural descent, came the Christ (the Messiah, the Anointed), He who is exalted and supreme over all, God blessed forever. Amen.",
      "23": "And what if He has done so to make known the riches of His glory to the objects of His mercy, which He has prepared beforehand for glory,"
    },
    "11": {
      "30": "Just as you once were disobedient and failed to listen to God, but have now obtained mercy because of their disobedience,",
      "34": "For who has known the mind of the Lord, or who has been His counselor?(A)",
      "6": "But if it is by grace [God’s unmerited favor], it is no longer on the basis of works, otherwise grace is no longer grace [it would not be a gift but a reward for works].",
      "12": "Now if Israel’s transgression means riches for the world [at large] and their failure means riches for the Gentiles, how much more will their fulfillment and reinstatement be!",
      "20": "That is true. They were broken off because of their unbelief, but you stand by your faith [as believers understanding the truth of Christ’s deity]. Do not be conceited, but [rather stand in great awe of God and] fear [Him];",
      "22": "Then appreciate the gracious kindness and the severity of God: to those who fell [into spiritual ruin], severity, but to you, God’s gracious kindness—if you continue in His kindness [by faith and obedience to Him]; otherwise you too will be cut off.",
      "8": "just as it is written [in Scripture],“God gave them a spirit of stupor,Eyes that do not see and ears that do not hear,[a spiritual apathy that has continued] to this very day.”(A)",
      "14": "in the hope of somehow making my fellow countrymen jealous [by stirring them up so that they will seek the truth] and perhaps save some of them.",
      "4": "But what is God’s response to him? “I have kept for Myself seven thousand men who have not bowed the knee to Baal.”(A)"
    },
    "5": {
      "21": "so that, as sin reigned in death, so also grace would reign through righteousness which brings eternal life through Jesus Christ our Lord."
    },
    "12": {
      "18": "If possible, as far as it depends on you, live at peace with everyone.",
      "7": "if service, in the act of serving; or he who teaches, in the act of teaching;",
      "19": "Beloved, never avenge yourselves, but leave the way open for God’s wrath [and His judicial righteousness]; for it is written [in Scripture], “Vengeance is Mine, I will repay,” says the Lord.(A)"
    },
    "4": {
      "25": "who was betrayed and crucified because of our sins, and was raised [from the dead] because of our justification [our acquittal—absolving us of all sin before God]."
    },
    "1": {
      "5": "It is through Him that we have received grace and [our] apostleship to promote obedience to the faith and make disciples for His name’s sake among all the Gentiles,",
      "18": "Unbelief and Its Consequences18 For [God does not overlook sin and] the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who in their wickedness suppress and stifle the truth,",
      "29": "until they were filled (permeated, saturated) with every kind of unrighteousness, wickedness, greed, evil; full of envy, murder, strife, deceit, malice and mean-spiritedness. They are gossips [spreading rumors],",
      "32": "Although they know God’s righteous decree and His judgment, that those who do such things deserve death, yet they not only do them, but they even [enthusiastically] approve and tolerate others who practice them.",
      "27": "and in the same way also the men turned away from the natural function of the woman and were consumed with their desire toward one another, men with men committing shameful acts and in return receiving in their own bodies the inevitable and appropriate penalty for their wrongdoing.",
      "31": "without understanding, untrustworthy, unloving, unmerciful [without pity]."
    },
    "3": {
      "29": "Or is God the God of Jews only? Is He not also the God of Gentiles [who were not given the Law]? Yes, of Gentiles also,",
      "30": "since indeed it is one [and the same] God who will justify the circumcised by faith [which began with Abraham] and the uncircumcised through [their newly acquired] faith.",
      "17": "And they have not known the path of peace.”(A)"
    },
    "7": {
      "9": "I was once alive without [knowledge of] the Law; but when the commandment came [and I understood its meaning], sin became alive and I died [since the Law sentenced me to death].(A)",
      "24": "Wretched and miserable man that I am! Who will [rescue me and] set me free from this body of death [this corrupt, mortal existence]?"
    },
    "2": {
      "25": "Circumcision [the sign of the covenant of Abraham] is indeed of value if you practice the Law; but if you habitually break the Law, your circumcision has become uncircumcision [it is meaningless in God’s sight]."
    }
  },
  "Philippians": {
    "4": {
      "13": "I can do all things [which He has called me to do] through Him who strengthens and empowers me [to fulfill His purpose—I am self-sufficient in Christ's sufficiency; I am ready for anything and equal to anything through Him who infuses me with inner strength and confident peace.]",
      "17": "Not that I seek the gift itself, but I do seek the profit which increases to your [heavenly] account [the blessing which is accumulating for you].",
      "23": "The grace of the Lord Jesus Christ be with your spirit."
    },
    "2": {
      "19": "Timothy and Epaphroditus19 But I hope in the Lord Jesus to send Timothy to you soon, so that I may also be encouraged by learning news about you.",
      "14": "Do everything without murmuring or questioning [the providence of God],"
    },
    "1": {
      "5": "[thanking God] for your participation and partnership [both your comforting fellowship and gracious contributions] in [advancing] the good news [regarding salvation] from the first day [you heard it] until now.",
      "18": "What then [does it matter]? So long as in every way, whether in pretense [for self-promotion] or in all honesty [to spread the truth], Christ is being preached; and in this I rejoice.Yes, and I will rejoice [later as well],",
      "28": "And in no way be alarmed or intimidated [in anything] by your opponents, for such [constancy and fearlessness on your part] is a [clear] sign [a proof and a seal] for them of [their impending] destruction, but [a clear sign] for you of deliverance and salvation, and that too, from God."
    },
    "3": {
      "11": "[a]so that I may attain to the resurrection [that will raise me] from the dead."
    }
  },
  "Jeremiah": {
    "29": {
      "11": "For I know the plans and thoughts that I have for you,' says the Lord, 'plans for peace and well-being and not for disaster, to give you a future and a hope."
    },
    "6": {
      "4": "“[They shout], ‘Prepare for war against her;Arise, let us [take her by surprise and] attack her at noon.But alas, the daylight pales,The evening shadows grow long.",
      "27": "“I [the Lord] have set you as an assayer [O Jeremiah] and as a tester [of the ore] of My people,That you may know and analyze their acts.”",
      "30": "They call them rejected silver [only dross, without value],Because the Lord has rejected them."
    },
    "7": {
      "3": "Thus says the Lord of hosts, the God of Israel, “Change your ways and your behavior, and I will let you live in this place.",
      "30": "For the children of Judah have done evil in My sight,” says the Lord; “they have set their disgusting and shamefully vile things in the house which is called by My Name, to defile it.",
      "2": "“Stand in the gate of the Lord’s house and proclaim there this word and say, ‘Hear the word of the Lord, all you of Judah who enter by these gates to worship the Lord.’”",
      "32": "“Therefore, behold, the days are coming,” declares the Lord, “when it will no longer be called Topheth or the Valley of Ben-hinnom, but the Valley of the Slaughter, for [in bloody warfare] they will bury [the dead] in Topheth until there is no more room.(A)"
    },
    "8": {
      "2": "They will [carelessly scatter and] spread them out before the sun and the moon and all the host of heaven, which the dead have loved and which they have served, and which they have walked after and which they have sought, and which they have worshiped. They will not be gathered or be buried; they will be like [a]dung on the face of the earth.",
      "20": "“The harvest is past, the summer has ended and the gathering of fruit is over,But we are not saved,” [comes the voice of the people again]."
    },
    "1": {
      "9": "Then the Lord stretched out His hand and touched my mouth, and the Lord said to me,“Behold (hear Me), I have put My words in your mouth.",
      "17": "But you [Jeremiah], [a]gird up your loins [in preparation]! Get up and tell them all which I command you. Do not be distraught and break down at the sight of their [hostile] faces, or I will bewilder you before them and allow you to be overcome."
    },
    "2": {
      "9": "“Therefore I will still contend (struggle) with you [by bringing judgment on you],” says the Lord,“And I will contend with your children’s children.”",
      "24": "Or [you have the untamed and reckless nature of] a wild donkey accustomed to the wilderness,That sniffs the wind in her passion [for the scent of a mate].In her mating season who can restrain her?No males seeking her need to weary themselves;In her month they will find her [looking for them].",
      "27": "Who say to a tree, ‘You are my father,’And to a stone, ‘You gave me birth.’For they have turned their backs to Me,And not their faces;But in the time of their trouble they will say,‘Arise [O Lord] and save us.’",
      "36": "“Why do you go around and wander so muchChanging your way?Also, you will be shamed by EgyptAs you were shamed by Assyria.",
      "17": "“Have you not brought this on yourselfBy abandoning (rejecting) the Lord your GodWhen He led you in the way?",
      "33": "“How well you prepare your pathTo seek and obtain [adulterous] love!Even the most wicked of womenHave learned [indecent] ways from you.",
      "23": "“How can you say, ‘I am not defiled,I have not gone after [man-made gods like] the Baals’?Look at your way in the valley;Know [without any doubt] what you have done!You are a swift and restless young [female] camel [in the heat of her passion] running here and there,"
    },
    "3": {
      "8": "And I saw [that even though Judah knew] that for all the acts of adultery (idolatry) of faithless Israel, I [the Lord] had [a]sent her away and given her a certificate of divorce, yet her treacherous sister [b]Judah was not afraid; but she went and was a prostitute also [following after idols].",
      "19": "“Then I said,‘How [gloriously and honorably] I would set you among My childrenAnd give you a pleasant land—a wonderful heritage,The most beautiful inheritance of the nations!’And I said, ‘You shall call Me, My FatherAnd not turn away from following Me.’",
      "10": "Yet in spite of all this her treacherous sister Judah did not return to Me with her whole heart, but rather in [blatant] deception [she merely pretended obedience to King Josiah’s reforms],” declares the Lord.(A)",
      "18": "In those days the house of Judah will walk with the house of Israel, and [a]they will come together from the land of the north to the land that I gave your fathers as an inheritance."
    },
    "5": {
      "5": "“I will go to the great [men]And speak to them,For they [must] know the way of the Lord,The ordinance of their God.”But [I found the reverse to be true, that] they too had all alike broken the yoke [of God’s law]And had burst the bonds [of obedience to Him].",
      "21": "‘Now hear this, O foolish people without heart,Who have eyes but do not see,Who have ears but do not hear.(A)",
      "31": "The prophets prophesy falsely,And the priests rule [a]on their own authority;And My people love [to have] it so!But what will you do when the end comes?",
      "7": "“Why should I [overlook these offenses and] forgive you?Your children have abandoned (rejected) MeAnd sworn [their oaths] by those who are not gods.When I had fed them until they were full [and bound them to Me by a promise],They committed [spiritual] adultery,Assembling in troops at the houses of prostitutes (idols)."
    },
    "11": {
      "18": "Plots against Jeremiah18 Then the Lord gave me knowledge [of their plot], and I knew it;So You [O Lord] revealed their deeds to me.",
      "6": "And the Lord said to me, “Proclaim all these words in the cities of Judah and in the streets of Jerusalem: ‘Hear the words of this [solemn] covenant and do them."
    },
    "23": {
      "36": "For you will no longer remember the oracle of the Lord, because every man’s own word will become the oracle, [for as they mockingly call all prophecies oracles, whether good or bad, so will it prove to be to them; God will take them at their own word]; and you have perverted the words [not of a lifeless idol, but] of the living God, the Lord of hosts, our God."
    },
    "10": {
      "25": "Pour out Your wrath on the nations that do not know nor recognize YouAnd on the families that do not call Your name.For they have devoured Jacob;They have devoured him and consumed himAnd made his land a desolate waste.",
      "8": "But they are altogether irrational and stupid and foolishIn their discipline of delusion—their idol is [only] wood [it is ridiculous, empty and worthless]!",
      "17": "Gather up your bundle [of goods] from the ground,You who live under siege.",
      "19": "“Woe to me because of my [spiritual] brokenness!” [says Jeremiah, speaking for the nation.]“My wound is incurable.”But I said, “Surely this sickness and suffering and grief are mine,And I must bear it.”"
    },
    "12": {
      "15": "And it shall come about that after I have uprooted them, I will return and have compassion on them; and I will bring them back again, each one to his inheritance and each one to his land.",
      "5": "[The Lord rebukes Jeremiah for his impatience, saying] “If you have raced with men on foot and they have tired you out,Then how can you compete with horses?If you fall down in a land of peace [where you feel secure],Then how will you do [among the lions] in the [flooded] thicket beside the Jordan?",
      "12": "“Destroyers have comeOn all the caravan roads in the desert,For the sword of the Lord (Babylon) is devouringFrom one end of the land even to the other;No one has peace or a way of escape.",
      "8": "“My inheritance has become to MeLike a lion in the forest;She has raised her voice and roared against Me;So I have come to [treat her as if I] hate her."
    },
    "4": {
      "31": "For I heard a cry like a woman in labor,The anguish as of one giving birth to her first child,The cry of the Daughter of Zion (Jerusalem), who gasps for breath,Who stretches out her hands, saying,“Woe is me [my judgment comes]! I faint [in fear] before the murderers.”",
      "26": "I looked, and behold, the fertile land was a wilderness,And all its cities were pulled downBefore the [presence of the] Lord, before His fierce anger."
    },
    "9": {
      "20": "Now hear the word of the Lord, O you women,And let your ear hear the word of His mouth;Teach your daughters a song of mourning,And each one [teach] her neighbor a dirge."
    }
  },
  "Proverbs": {
    "3": {
      "5": "Trust in and rely confidently on the Lord with all your heart And do not rely on your own insight or understanding.",
      "6": "In all your ways know and acknowledge and recognize Him, And He will make your paths straight and smooth [removing obstacles that block your way].",
      "4": "So find favor and high esteemIn the sight of God and man.(A)",
      "29": "Do not devise evil against your neighbor,Who lives securely beside you.",
      "21": "My son, let them not escape from your sight,But keep sound wisdom and discretion,",
      "34": "Though He scoffs at the scoffers and scorns the scorners,Yet He gives His grace [His undeserved favor] to the humble [those who give up self-importance].(A)",
      "3": "Do not let mercy and kindness and truth leave you [instead let these qualities define you];Bind them [securely] around your neck,Write them on the tablet of your heart.(A)",
      "25": "Do not be afraid of sudden fearNor of the storm of the wicked when it comes [since you will be blameless];"
    },
    "6": {
      "26": "For on account of a prostitute one is reduced to a piece of bread [to be eaten up],And the immoral woman hunts [with a hook] the precious life [of a man]."
    },
    "1": {
      "6": "To understand a proverb and a figure [of speech] or an enigma with its interpretation,And the words of the wise and their riddles [that require reflection].",
      "28": "“Then they will call upon me (Wisdom), but I will not answer;They will seek me eagerly but they will not find me,(A)",
      "32": "“For the turning away of the [a]naive will kill them,And the careless ease of [self-righteous] fools will destroy them.(A)",
      "2": "To know [skillful and godly] wisdom and instruction;To discern and comprehend the words of understanding and insight,",
      "26": "I also will laugh at your disaster;I will mock when your dread and panic come,",
      "30": "They would not accept my counsel,And they spurned all my rebuke.",
      "33": "“But whoever listens to me (Wisdom) will live securely and in confident trustAnd will be at ease, without fear or dread of evil.”"
    },
    "2": {
      "5": "Then you will understand the [reverent] fear of the Lord [that is, worshiping Him and regarding Him as truly awesome]And discover the knowledge of God.(A)",
      "9": "Then you will understand righteousness and justice [in every circumstance]And integrity and every good path.",
      "12": "To keep you from the way of evil and the evil man,From the man who speaks perverse things;"
    },
    "4": {
      "3": "When I was a son with my father (David),Tender and the only son in the sight of my mother (Bathsheba),",
      "26": "Consider well and watch carefully the path of your feet,And all your ways will be steadfast and sure.",
      "27": "Do not turn away to the right nor to the left [where evil may lurk];Turn your foot from [the path of] evil."
    },
    "5": {
      "1": "Pitfalls of Immorality5 My son, be attentive to my wisdom [godly wisdom learned by costly experience],Incline your ear to my understanding;(A)",
      "23": "He will die for lack of instruction (discipline),And in the greatness of his foolishness he will go astray and be lost."
    },
    "11": {
      "26": "The people curse him who holds back grain [when the public needs it],But a blessing [from God and man] is upon the head of him who sells it.",
      "28": "He who leans on and trusts in and is confident in his riches will fall,But the righteous [who trust in God’s provision] will flourish like a green leaf.",
      "24": "There is the one who [generously] scatters [abroad], and yet increases all the more;And there is the one who withholds what is justly due, but it results only in want and poverty.",
      "27": "He who diligently seeks good seeks favor and grace,But he who seeks evil, evil will come to him.",
      "3": "The integrity and moral courage of the upright will guide them,But the crookedness of the treacherous will destroy them.",
      "11": "By the blessing [of the influence] of the upright the city is exalted,But by the mouth of the wicked it is torn down.",
      "30": "The fruit of the [consistently] righteous is a tree of life,And he who is wise captures and wins souls [for God—he gathers them for eternity].(A)"
    },
    "10": {
      "25": "When the whirlwind passes, the wicked is no more,But the righteous has an everlasting foundation.(A)"
    },
    "12": {
      "14": "A man will be satisfied with good from the fruit of his words,And the deeds of a man’s hands will return to him [as a harvest].",
      "2": "A good man will obtain favor from the Lord,But He will condemn a man who devises evil.",
      "10": "A righteous man has kind regard for the life of his animal,But even the compassion of the wicked is cruel.(A)",
      "21": "No harm befalls the righteous,But the wicked are filled with trouble.(A)"
    },
    "8": {
      "17": "“I love those who love me;And those who seek me early and diligently will find me.(A)"
    }
  },
  "Numbers": {
    "1": {
      "47": "Levites Exempted47 The Levites, however, were not numbered among them by their fathers’ tribe.",
      "30": "Of the sons of Zebulun, their descendants, by their families (clans), by their fathers’ households, according to the number of names, from twenty years old and upward, all who were able to go to war:",
      "35": "those of the tribe of Manasseh numbered 32,200.",
      "43": "those of the tribe of Naphtali numbered 53,400.",
      "2": "“Take a census of all the congregation of the sons of Israel, by their families (clans), by their fathers’ households, according to the number of names, every male, [a]head by head",
      "24": "Of the sons of Gad, their descendants, by their families (clans), by their fathers’ households, according to the number of names, from twenty years old and upward, all who were able to go to war:",
      "33": "those of the tribe of Ephraim numbered 40,500.",
      "48": "For the Lord had said to Moses,",
      "10": "from the sons (descendants) of Joseph: from [the tribe of] [a]Ephraim, Elishama the son of Ammihud; from [the tribe of] Manasseh, Gamaliel the son of Pedahzur;",
      "41": "those of the tribe of Asher numbered 41,500.",
      "29": "those of the tribe of Issachar numbered 54,400.",
      "38": "Of the sons of Dan, their descendants, by their families (clans), by their fathers’ households, according to the number of names, from twenty years old and upward, all who were able to go to war:",
      "45": "So all those numbered of the sons of Israel, by their fathers’ households, from twenty years old and upward, all who were able to go to war in Israel,",
      "46": "all who were numbered were 603,550."
    },
    "7": {
      "41": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Shelumiel the son of Zurishaddai [from the tribe of Simeon].",
      "47": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Eliasaph the son of Deuel [from the tribe of Gad].",
      "51": "one young bull, one ram, one male lamb one year old, as a burnt offering;",
      "53": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Elishama the son of Ammihud [from the tribe of Ephraim].",
      "56": "one golden bowl of ten shekels, full of incense;",
      "59": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Gamaliel the son of Pedahzur [from the tribe of Manasseh].",
      "27": "one young bull, one ram, one male lamb one year old, as a burnt offering;"
    },
    "2": {
      "26": "and his army as numbered totaled 62,700.",
      "21": "and his army as numbered totaled 32,200.",
      "4": "and his army as numbered totaled 74,600.",
      "23": "and his army as numbered totaled 35,400.",
      "29": "Then [completing the north side] comes the tribe of Naphtali; and Ahira the son of Enan shall lead the sons of Naphtali,",
      "30": "and his army as numbered totaled 53,400."
    },
    "3": {
      "34": "The males who were numbered, every male from a month old and upward totaled 6,200.",
      "37": "and the pillars around the courtyard with their bases and their pegs and their cords (tent ropes).",
      "39": "All the men of the Levites whom Moses and Aaron numbered at the [a]command of the Lord, by their families, every male from a month old and upward, were 22,000.",
      "41": "You shall take the Levites for Me instead of and as a substitute for all the firstborn among the Israelites. I am the Lord; and you shall take the cattle of the Levites instead of and as a substitute for all the firstborn among the cattle of the Israelites.”",
      "43": "and all the firstborn males from a month old and upward as numbered were 22,273 [273 more than the Levites].",
      "45": "“Take the Levites [for Me] instead of all the firstborn among the sons of Israel, and the cattle of the Levites instead of their cattle. And the Levites shall be Mine. I am the Lord.",
      "47": "you shall take five shekels apiece, per head, you shall take them in terms of the sanctuary shekel (the shekel is twenty gerahs),",
      "49": "So Moses took the ransom (redemption) money from those who were in excess, beyond those ransomed by the Levites;",
      "51": "Then Moses gave the ransom money to Aaron and to his sons at the command of the Lord, just as the Lord had commanded Moses.",
      "36": "Now the appointed responsibilities of the sons of Merari involved the frames of the tabernacle, its bars, its pillars, its sockets or bases, and all the equipment, and all the service concerning them,",
      "42": "So Moses numbered all the firstborn among the Israelites, just as the Lord had commanded him;",
      "48": "and give the money, the ransom (redemption price) of those who outnumber the Levites to Aaron and to his sons.”"
    },
    "4": {
      "25": "they shall carry the tent curtains of the tabernacle, and the Tent of Meeting, its covering and the covering of porpoise skin (fine leather) that is on top of it, and the curtain for the doorway of the Tent of Meeting (tabernacle),",
      "31": "This is what they are assigned to carry [on the march], according to all their service in the Tent of Meeting: the boards [for the framework] of the tabernacle and its bars and its pillars and its sockets or bases,",
      "35": "from thirty years and upward even to fifty years old, everyone who enters the service to do the work in the Tent of Meeting (tabernacle);",
      "40": "the men who were numbered by their families, by their fathers’ households, were 2,630.",
      "44": "the men who were numbered by their families were 3,200.",
      "47": "from thirty years and upward even to fifty years old, everyone who could enter to do the work of service and the work of carrying in the Tent of Meeting (tabernacle);",
      "49": "According to the commandment of the Lord through Moses, they were numbered, each assigned to his work of serving and carrying. Thus they were numbered by him, just as the Lord had commanded Moses."
    },
    "5": {
      "18": "The priest shall then have the woman stand before the Lord, and let the hair of the woman’s head hang loose, and put the memorial grain offering in her hands, which is the jealousy offering, and in the hand of the priest is to be the water of bitterness that brings a curse.",
      "31": "Further, the husband will be free from guilt, but that woman [if guilty] shall bear her guilt.’”"
    },
    "10": {
      "36": "And when the ark rested, Moses said,“Return, O Lord,To the myriad (many) thousands of Israel.”",
      "14": "The [a]standard of the camp of the sons of Judah, according to their armies, moved out first, Nahshon the son of Amminadab was [commander] over its army,"
    },
    "11": {
      "29": "But Moses said to him, “Are you jealous for my sake? Would that all the Lord’s people were prophets and that the Lord would put His Spirit upon them!”(A)",
      "9": "When the dew fell on the camp at night, the manna fell with it.",
      "32": "The people spent all that day and all night and all the next day and caught and gathered the quail (the one who gathered least gathered ten homers) and they spread them out for themselves around the camp [to cure them by drying].",
      "33": "While the meat was still between their teeth, before it was chewed, the anger of the Lord was kindled against the people, and the Lord struck them with a very severe plague.",
      "24": "So Moses went out and spoke to the people the words of the Lord, and he gathered seventy men from among the elders of the people and stationed them around the Tent (tabernacle).",
      "35": "From Kibroth-hattaavah the people set out for Hazeroth, and they remained at Hazeroth."
    },
    "12": {
      "3": "([a]Now the man Moses was very humble (gentle, kind, devoid of self-righteousness), more than any man who was on the face of the earth.)",
      "9": "And the anger of the Lord was kindled against Miriam and Aaron, and He departed."
    },
    "8": {
      "24": "“This is what applies to the Levites: from twenty-five years old and upward they shall enter to perform service in the work of the Tent of Meeting,",
      "26": "They may assist their brothers in the Tent of Meeting to keep an obligation, but they shall do no [heavy or difficult] work. Thus you shall deal with the Levites concerning their obligations.”",
      "9": "You shall present the Levites before the Tent of Meeting (tabernacle), and you shall also assemble the whole congregation of the children of Israel,"
    }
  },
  "1 Kings": {
    "1": {
      "48": "The king has also said this: ‘Blessed be the Lord, the God of Israel, who has granted one [of my descendants] to sit on my throne today and allowed my eyes to see it.’”",
      "52": "Solomon said, “If he [proves he] is a worthy man, not even one of his hairs shall fall to the ground; but if wickedness is found in him, he shall die.”",
      "38": "Solomon Anointed King38 So Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites [the king’s bodyguards] went down [from Jerusalem] and had Solomon ride on King David’s mule, and brought him to [the spring at] Gihon.",
      "45": "Also, Zadok the priest and Nathan the prophet have anointed him king in Gihon, and they have come up from there celebrating, so the city is in an uproar. This is the noise which you have heard.",
      "49": "Then all Adonijah’s guests were terrified [of being branded as traitors] and stood up and left the feast, and each one went on his way.",
      "23": "The king was told, “Here is Nathan the prophet.” And when he came before the king, he bowed before the king with his face to the ground.",
      "43": "But Jonathan replied to Adonijah, “No, on the contrary, our lord King David has made Solomon king!",
      "22": "While she was still speaking with the king, Nathan the prophet came in.",
      "24": "Then Nathan said, “My lord the king, have you said, ‘Adonijah shall be king after me, and he shall sit on my throne’?",
      "40": "All the people went up after him, and they were playing on flutes and rejoicing with great joy, so that the earth shook and seemed to burst open with their [joyful] sound.",
      "12": "Come now, please let me advise you and save your life and the life of your son Solomon.(A)",
      "30": "even as I swore to you by the Lord, the God of Israel, saying, ‘Solomon your son shall certainly be king after me, and he shall sit on my throne in my place’; I will indeed do so this very day.”"
    },
    "6": {
      "19": "Then he prepared the Holy of Holies within the house in order to put the ark of the covenant of the Lord there.",
      "33": "Also he made for the entrance of the [outer] sanctuary (the Holy Place) four-sided doorposts (frames) of olive wood",
      "3": "The porch in front of the main room of the house (temple) was twenty cubits long, corresponding to the width of the house, and its depth in front of the house was ten cubits."
    },
    "7": {
      "19": "The capitals which were upon the top of the pillars in the porch were of lily work (design), four cubits.",
      "42": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network to cover the two bowls of the capitals that were on the tops of the pillars;",
      "48": "Solomon made all the [other] furniture which was in the house of the Lord: the [incense] altar of gold; the table of gold on which was the bread of the Presence;"
    },
    "8": {
      "18": "But the Lord said to my father David, ‘Because it was in your heart to build a house for My Name, you did well, in that it was in your heart.",
      "23": "He said, “O Lord, the God of Israel, there is no God like You in heaven above or on earth below, who keeps the covenant and shows lovingkindness to Your servants who walk before You with all their heart;",
      "29": "that Your eyes may be open toward this house night and day, toward the place of which You have said, ‘My Name (Presence) shall be there,’ that You may listen to the prayer which Your servant shall pray toward this place.",
      "40": "so that they may fear You [with reverence and awe] all the days that they live in the land which You have given to our fathers.",
      "43": "hear in heaven, Your dwelling place, and do according to all for which the foreigner calls upon (prays to) You, so that all peoples of the earth may know Your name and fear You [with reverence and awe], as do Your people Israel, and that they may know [without any doubt] that this house which I have built is called by Your name.",
      "46": "“When they sin against You (for there is no man who does not sin) and You are angry with them and hand them over to the enemy, so that they are carried away captive to the enemy’s land, [whether] far away or near;",
      "49": "then hear their prayer and their supplication in heaven Your dwelling place, and maintain their right and defend their cause,",
      "52": "that Your eyes may be open to the supplication of Your servant and to the supplication of Your people Israel, to listen to them and be attentive to them whenever they call to You.",
      "55": "And he stood and blessed all the assembly of Israel with a loud voice, saying,",
      "58": "that He may guide our hearts to Himself, to walk in all His ways [following Him] and to keep His commandments, His statutes, and His precepts which He commanded our fathers.",
      "41": "“Moreover, concerning a [a]foreigner who is not of Your people Israel, but comes from a far (distant) country for the sake of Your name [to plead with You]",
      "56": "“Blessed be the Lord, who has given rest to His people Israel, in accordance with everything that He promised. Not one word has failed of all His good promise, which He spoke through Moses His servant.",
      "57": "May the Lord our God be with us as He was with our fathers; may He not leave us nor abandon us [to our enemies],",
      "47": "if they [a]take it to heart in the land where they have been taken captive, and they repent and pray to You in the land of their captors, saying, ‘We have sinned and done wrong and we have acted wickedly;’"
    },
    "2": {
      "40": "So Shimei arose, saddled his donkey, and went to Gath to [King] Achish to look for his servants. And Shimei went and brought them back from Gath.",
      "46": "So the king commanded Benaiah the son of Jehoiada, and he went out and struck down Shimei, and he died.So the kingdom was established in the hands of Solomon.",
      "36": "Shimei Executed36 Now the king sent word and called for Shimei and said to him, “Build yourself a house in Jerusalem and live there. Do not go from there to [a]any other place.",
      "24": "So now, as the Lord lives, who has established me and set me on the throne of David my father, and who has made me a house as He promised, Adonijah shall indeed be put to death today.”",
      "39": "But it happened after three years, that two of Shimei’s servants ran away to Achish the son of Maacah, the king of [a]Gath. And Shimei was told, “Behold, your [runaway] servants are in Gath.”",
      "45": "But King Solomon shall be blessed, and the throne of David shall be established before the Lord forever.”",
      "18": "Bathsheba replied, “Very well; I will speak to the king for you.”"
    },
    "4": {
      "22": "Solomon’s food [for the royal household] for one day was thirty [a]kors of finely milled flour, sixty kors of wheat flour,",
      "34": "People came from all the peoples (nations) to hear the wisdom of Solomon, and from all the kings of the earth who had heard of his wisdom."
    },
    "11": {
      "4": "For when Solomon was old, his wives turned his heart away after other gods; and his heart was not completely devoted to the Lord his God, as was the heart of his father David.",
      "15": "For it came about, when David was in Edom, and Joab the commander of the army had gone up to bury those killed [in battle] and had struck down every male in Edom",
      "25": "So Rezon was an adversary to Israel all the days of Solomon, along with the evil that Hadad inflicted. Rezon hated Israel and reigned over Aram (Syria).",
      "35": "But I will take the kingdom out of his son’s hand and give it to you: ten tribes.",
      "19": "Hadad found great favor with Pharaoh, so that he gave Hadad in marriage the sister of his own wife, the sister of Tahpenes the queen.",
      "43": "And Solomon slept [in death] with his fathers and was buried in the city of his father David. Rehoboam his son reigned in his place.",
      "28": "The man Jeroboam was a brave warrior and when Solomon saw that the young man was industrious, he put him in charge of all the forced labor of the house of Joseph.",
      "39": "And in this way I will afflict the descendants of David for this (their sin), but not forever.’”",
      "31": "He said to Jeroboam, “Take ten pieces for yourself; for thus says the Lord, the God of Israel, ‘Behold, I am going to tear the kingdom from the hand of Solomon and give you ten tribes—"
    },
    "10": {
      "29": "A chariot could be imported from Egypt for six hundred shekels of silver, and a horse for a hundred and fifty; and in the same way they exported them, by the king’s merchants, to all the kings of the Hittites and to the kings of Aram (Syria).",
      "18": "Also the king made a great throne of ivory and overlaid it with the finest gold.",
      "4": "When the queen of Sheba had seen all the wisdom of Solomon, and the house (palace) which he had built,",
      "15": "besides the taxes from the traders and from the wares of the merchants, and [the tribute money] from all the kings of the Arabs (Bedouins) and the governors of the country."
    },
    "5": {
      "18": "So Solomon’s builders and Hiram’s builders and the men of [a]Gebal cut and chiseled the stones, and prepared the timber and the stones to build the house (temple)."
    },
    "12": {
      "33": "So he went up to the altar which he had made in Bethel on the fifteenth day of the eighth month, in the month which he had devised in his own heart [in defiance of God’s commandments]; and he held a feast for the Israelites and he went up to the altar to burn [a]incense [in defiance of God’s law.]",
      "18": "Then King Rehoboam sent [a]Adoram, who was in charge of the forced labor [to represent him], and all Israel stoned him to death. And King Rehoboam quickly mounted his chariot to escape to Jerusalem.",
      "23": "“Tell Rehoboam the son of Solomon, king of Judah, and all the house (fighting men) of Judah and Benjamin and the rest of the people,",
      "6": "King Rehoboam consulted with the elders who had served and advised his father Solomon while he was still alive and said, “How do you advise me to answer this people?”",
      "28": "So the king took counsel [and followed bad advice] and made two [a]calves of gold. And he said to the people, “It is too much for you to go [all the way] up to Jerusalem; behold your gods, O Israel, who brought you up out of the land of Egypt.”"
    },
    "9": {
      "1": "God’s Promise and Warning9 Now it happened when Solomon had finished building the house (temple) of the Lord and the king’s house (palace), and all else which he was pleased to do,",
      "12": "So Hiram came from Tyre to see the cities which Solomon had given him, and they [a]did not please him."
    },
    "3": {
      "15": "Then Solomon awoke, and he realized that it was a dream. He came [back] to Jerusalem and stood before the ark of the covenant of the Lord; he offered burnt offerings and peace offerings, and he prepared a feast for all his servants.(A)",
      "14": "If you walk in My ways, keeping My statutes and My commandments, as your father David [a]did, then I will lengthen your days.”",
      "28": "When all [the people of] Israel heard about the judgment which the king had made, they [were in awe and reverently] feared the king, for they saw that the wisdom of God was within him to administer justice."
    }
  },
  "1 Chronicles": {
    "1": {
      "49": "When Shaul died, Baal-hanan the son of Achbor became king in his place.",
      "53": "Kenaz, Teman, Mibzar,",
      "54": "Magdiel, and Iram. These are the chiefs of Edom.",
      "31": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael.",
      "39": "The sons of Lotan: Hori and Homam; and Timna was Lotan’s sister.",
      "26": "Serug, Nahor, Terah,",
      "11": "Mizraim became the father of the people of [a]Lud, Anam, Lehab, Naphtuh,",
      "37": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.",
      "44": "When Bela died, Jobab the son of Zerah of Bozrah became king in his place.",
      "32": "Now the sons of Keturah, Abraham’s [a]concubine: she gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan.",
      "34": "Abraham became the father of Isaac. The sons of Isaac: Esau and Israel (Jacob).",
      "41": "The son of Anah: Dishon. The sons of Dishon: Hamran, Eshban, Ithran, and Cheran."
    },
    "6": {
      "20": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,",
      "29": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzza his son,",
      "42": "the son of Ethan, the son of Zimmah, the son of Shimei,",
      "46": "the son of Amzi, the son of Bani, the son of Shemer,",
      "51": "Bukki his son, Uzzi his son, Zerahiah his son,",
      "54": "Now these are their settlements according to their camps within their borders: to the sons of Aaron of the families of the Kohathites (for theirs was the first allocation by lot)(A)",
      "58": "Hilen with its pasture lands, Debir with its pasture lands,",
      "5": "and Abishua became the father of Bukki, and Bukki became the father of Uzzi,"
    },
    "7": {
      "38": "The sons of Jether: Jephunneh, Pispa, and Ara.",
      "39": "The sons of Ulla: Arah, Hanniel, and Rizia.",
      "30": "Descendants of Asher30 The sons of Asher: Imnah, Ishvah, Ishvi, and Beriah; and Serah their sister."
    },
    "8": {
      "37": "Moza became the father of Binea; Raphah was his son, Eleasah his son, Azel his son.",
      "10": "Jeuz, Sachia, and Mirmah. These were his sons, heads of fathers’ households."
    },
    "9": {
      "40": "The son of Jonathan was Merib-baal (Mephibosheth); Merib-baal became the father of Micah.",
      "44": "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel.",
      "34": "These were heads of fathers’ households of the Levites according to their generations, chief men, who lived in Jerusalem.",
      "35": "Ancestry and Descendants of Saul35 Jeiel the father of Gibeon lived in Gibeon, and his wife’s name was Maacah,",
      "36": "and his firstborn son was Abdon, then Zur, Kish, Baal, Ner, Nadab,",
      "17": "The gatekeepers were: Shallum, Akkub, Talmon, Ahiman, and their relatives (Shallum the chief",
      "24": "The gatekeepers were stationed on the four sides —on the east, west, north, and south.",
      "42": "Ahaz became the father of Jarah, and Jarah became the father of Alemeth, Azmaveth, and Zimri; and Zimri became the father of Moza,"
    },
    "2": {
      "30": "The sons of Nadab: Seled and Appaim. Seled died childless.",
      "41": "Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama.",
      "52": "Shobal the father of Kiriath-jearim had [other] sons (descendants): Haroeh, half of the Manahathites [in Judah],",
      "54": "The sons (descendants) of Salma: Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites.",
      "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
      "20": "Hur became the father of Uri, and Uri became the father of Bezalel [the skillful craftsman who made the furnishings of the tabernacle].(A)",
      "40": "Eleasah became the father of Sismai, and Sismai became the father of Shallum.",
      "46": "Ephah, Caleb’s [a]concubine, gave birth to Haran, Moza, and Gazez; Haran became the father of Gazez.",
      "47": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
      "49": "She also bore Shaaph the father of Madmannah and Sheva the father of Machbena and of Gibea; and the daughter of Caleb was Achsah.",
      "22": "Segub became the father of Jair, who [later] had twenty-three cities in the land of Gilead."
    },
    "3": {
      "22": "The sons (descendants) of Shecaniah: Shemaiah. The sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat—six in all."
    },
    "4": {
      "33": "and all their villages that were around these towns as far as Baal. These were their settlements, and they have their genealogical record.",
      "43": "They destroyed the remnant of the Amalekites who escaped, and they have lived there to this day (the date of this writing)."
    },
    "5": {
      "26": "So the God of Israel stirred up the spirit of Pul, king of Assyria, [that is,] the spirit of Tilgath-pilneser king of Assyria, and he carried them away into exile—the Reubenites, the Gadites, and the half-tribe of Manasseh—and brought them to Halah, Habor, Hara, and the river Gozan, [where they remain] to this day."
    },
    "10": {
      "14": "and did not inquire of the Lord [instead]. Therefore the Lord killed him and turned the kingdom over to David the son of Jesse.(A)",
      "6": "So Saul died with his three sons and all those of his house died together."
    },
    "11": {
      "46": "Eliel the Mahavite, Jeribai and Joshaviah the sons of Elnaam, Ithmah the Moabite,",
      "43": "Hanan the son of Maacah, and Joshaphat the Mithnite,",
      "29": "Sibbecai the Hushathite, Ilai the Ahohite,",
      "32": "Hurai of the brooks of Gaash, Abiel the Arbathite,",
      "33": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
      "40": "Ira the Ithrite, Gareb the Ithrite,",
      "45": "Jediael the son of Shimri, and his brother Joha, the Tizite,",
      "21": "Of the three in the second [rank] he was the most honored and became their captain; however, he did not attain to the first three [Jashobeam, Eleazar, and Shammah].",
      "28": "Ira the son of Ikkesh of Tekoa, Abiezer of Anathoth,"
    },
    "12": {
      "10": "Mishmannah the fourth, Jeremiah the fifth,",
      "36": "Of the tribe of Asher, 40,000 men in military service, able to draw up in battle formation.",
      "20": "As David went to Ziklag, these men defected to him from Manasseh: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, captains of thousands who belonged to Manasseh.",
      "24": "Those of the tribe of Judah who carried shield and spear were 6,800, armed for war;",
      "25": "of the tribe of Simeon, brave warriors, 7,100;",
      "32": "Of the tribe of Issachar, men who understood the times, with knowledge of what Israel should do, two hundred chiefs; and all their relatives were at their command;",
      "33": "of the tribe of Zebulun, there were 50,000 in military service who could draw up in battle formation with all kinds of weapons of war and helped David, men with [a]an undivided heart.",
      "40": "Also those who were [living] near them [from] as far as [the tribes of] Issachar, Zebulun, and Naphtali, brought food on donkeys, camels, mules, and oxen, abundant supplies of flour, cakes of figs and raisins, wine, [olive] oil, oxen, and sheep, for there was joy in Israel."
    }
  },
  "Luke": {
    "1": {
      "50": "“And His mercy is upon generation after generationToward those who [stand in great awe of God and] fear Him.(A)",
      "55": "Just as He promised to our fathers,To Abraham and to his descendants forever.”(A)",
      "56": "And Mary stayed with Elizabeth for about three months, and then returned to her home.",
      "57": "John Is Born57 Now the time had come for Elizabeth to give birth, and she gave birth to a son.",
      "58": "Her neighbors and relatives heard that the Lord had shown His great mercy toward her, and they were rejoicing with her.",
      "59": "It happened that on the eighth day they came to circumcise the child [as required by the Law], and they intended to name him Zacharias, after his father;(A)",
      "41": "When Elizabeth heard Mary’s greeting, her baby leaped in her womb; and Elizabeth was filled with the Holy Spirit and empowered by Him.",
      "2": "exactly as they were handed down to us by those [with personal experience] who from the beginning [of Christ’s ministry] were eyewitnesses and ministers of the word [that is, of the teaching concerning salvation through faith in Christ],",
      "33": "and He will reign over the house of Jacob (Israel) forever, and of His kingdom there shall be no end.”(A)",
      "39": "Mary Visits Elizabeth39 Now at this time Mary arose and hurried to the hill country, to a city of Judah (Judea),",
      "36": "And listen, even your relative Elizabeth has also conceived a son in her old age; and she who was called barren is now in her sixth month.",
      "43": "And how has it happened to me, that the mother of my Lord would come to me?"
    },
    "6": {
      "34": "If you lend [money] to those from whom you expect to receive [it back], what credit is that to you? Even sinners lend to sinners expecting to receive back the same amount.",
      "36": "Be merciful (responsive, compassionate, tender) just as your [heavenly] Father is merciful.",
      "40": "A student is not superior to his teacher; but everyone, after he has been completely trained, will be like his teacher.",
      "44": "For each tree is known and identified by its own fruit. For figs are not picked from thorn bushes, nor is a cluster of grapes picked from a briar bush.",
      "48": "he is like a [far-sighted, practical, and sensible] man building a house, who dug deep and laid a foundation on the rock; and when a flood occurred, the torrent burst against that house and yet could not shake it, because it had been securely built and founded on the rock.",
      "24": "But [a]woe (judgment is coming) to you who are rich [and place your faith in possessions while remaining spiritually impoverished], for you are [already] receiving your comfort in full [and there is nothing left to be awarded to you]."
    },
    "7": {
      "11": "Soon afterward Jesus went to a city called Nain [near Nazareth], and His disciples and a large crowd accompanied Him.",
      "25": "But what did you go out to see? A man dressed in soft clothing [entirely unsuited for the harsh wilderness]? Those who wear splendid clothing and live in luxury are in royal palaces!",
      "32": "They are like children sitting in the market place and calling to one another, and saying, ‘We played the flute for you [pretending to be at a wedding], and you did not dance; we sang a dirge [pretending to be at a funeral], and you did not weep [so nothing we did appealed to you].’",
      "37": "Now there was a woman in the city who was [known as] a [a]sinner; and [b]when she found out that He was reclining at the table in the Pharisee’s house, she brought an alabaster vial of perfume;",
      "44": "Then turning toward the woman, He said to Simon, “Do you see this woman? I came into your house [but you failed to extend to Me the usual courtesies shown to a guest]; you gave Me no water for My feet, but she has wet My feet with her tears and wiped them with her hair [demonstrating her love].",
      "50": "Jesus said to the woman, “Your faith [in Me] has saved you; go in peace [free from the distress experienced because of sin].”",
      "6": "And Jesus went with them. But when He was near the house, the centurion sent friends to Him, saying, “Lord, do not trouble Yourself further, for I am not worthy for You to come under my roof.",
      "34": "The Son of Man has come eating and drinking, and you say, ‘Look, a man who is a glutton and a [heavy] wine-drinker, a friend of tax collectors and sinners [including non-observant Jews].’"
    },
    "8": {
      "32": "Now a large herd of pigs was feeding there on the mountain. The demons begged Jesus to allow them to enter the pigs, and He gave them permission.",
      "36": "Those who had seen it told them how the man who had been demon-possessed had been healed.",
      "41": "Now a man named Jairus, a synagogue official, came [to Him]; and he fell at Jesus’ feet and began begging Him to come to his house;(A)",
      "44": "came up behind Him and touched the fringe of His outer robe, and immediately her bleeding stopped.",
      "47": "When the woman saw that she had not escaped notice, she came up trembling and fell down before Him. She declared in the presence of all the people the reason why she had touched Him, and how she had been immediately healed.",
      "50": "But Jesus, hearing this, answered him, “Do not be afraid any longer; only believe and trust [in Me and have faith in My ability to do this], and she will be made well.”",
      "53": "Then they began laughing scornfully at Him and ridiculing Him, knowing [without any doubt] that she was dead.",
      "56": "Her parents were greatly astonished [by the miracle]; but He instructed them to tell no one what had happened.",
      "45": "Jesus said, “Who touched Me?” While they all were denying it, Peter [a][and those who were with him] said, “Master, the people are crowding and pushing against You!”",
      "25": "And He said to them, “Where is your faith [your confidence in Me]?” They were afraid and astonished, saying to one another, “Who then is this, that He commands even the winds and the sea, and they obey Him?”",
      "30": "Then Jesus asked him, “What is your name?” And he answered, “Legion”; because many demons had entered him.",
      "37": "Then all the people of the country of the Gerasenes and the surrounding district asked Him to leave them, because they were overwhelmed with fear. So Jesus got into the boat and returned [to the west side of the Sea of Galilee]."
    },
    "9": {
      "8": "and by others that Elijah had appeared, and by others that one of the [other] prophets of old had been resurrected.",
      "23": "And He was saying to them all, “If anyone wishes to follow Me [as My disciple], he must deny himself [set aside selfish interests], and take up his cross daily [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me].",
      "28": "The Transfiguration28 Now about eight days after these teachings, He took along Peter and John and James and went up on the mountain to pray.(A)",
      "31": "who appeared in glory, and were speaking of His departure [from earthly life], which He was about to bring to fulfillment at Jerusalem.",
      "42": "Even while the boy was coming, the demon slammed him down and threw him into a [violent] convulsion. But Jesus rebuked the unclean spirit, and healed the boy and gave him back to his father.",
      "47": "But Jesus, knowing what they were thinking in their heart, took a child and had him stand beside Him,",
      "50": "But Jesus told him, “Do not stop him; for he who is not against you is for you.”(A)",
      "52": "He sent messengers on ahead of Him, and they went into a Samaritan village to make arrangements for Him;",
      "54": "When His disciples James and John saw this, they said, “Lord, do You want us to command fire to come down from heaven and destroy them?”(A)",
      "56": "for the Son of Man did not come to destroy men’s lives, but to save them.”] And they journeyed on to another village.",
      "46": "The Test of Greatness46 An argument started among them as to which of them might be the greatest [surpassing the others in esteem and authority].(A)",
      "49": "John replied, “Master, we saw someone driving out demons in Your name; and we tried to stop him because he does not follow along with us.”(A)",
      "51": "Now when the time was approaching for Him to be taken up [to heaven], He was determined to go to Jerusalem [to fulfill His purpose].",
      "53": "but the people would not welcome Him, [a]because He was traveling toward Jerusalem.",
      "55": "But He turned and rebuked them [a][and He said, “You do not know what kind of spirit you are;",
      "57": "Exacting Discipleship57 As they were going along the road, someone said to Him, “I will follow You wherever You go.”(A)",
      "25": "For what does it profit a man if he gains the whole world [wealth, fame, success], and loses or forfeits himself?",
      "26": "For whoever is ashamed [here and now] of Me and My words, the Son of Man will be ashamed of him when He comes in His glory and the glory of the [heavenly] Father and of the holy angels.",
      "2": "Then He sent them out [on a brief journey] to preach [a]the kingdom of God and to perform healing.(A)",
      "34": "But even as he was saying this, a cloud formed and began to overshadow them; and they were [greatly] afraid as they entered the cloud.",
      "36": "When the voice had ceased, Jesus was found there alone. And they kept silent, and told no one at that time any of the things which they had seen [concerning the divine manifestation].(A)"
    },
    "12": {
      "53": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.”(A)",
      "54": "He also said to the crowds, “When you see a cloud rising in the west, you immediately say, ‘It is going to rain,’ and that is how it turns out.",
      "55": "And when [you see that] a south wind is blowing, you say, ‘It will be a hot day,’ and it happens.",
      "56": "You hypocrites (play-actors, pretenders)! You know how to analyze and intelligently interpret the appearance of the earth and sky [to forecast the weather], but why do you not intelligently interpret this present time?",
      "57": "“And why do you not even on your own initiative judge what is right?",
      "58": "For while you are going with your opponent [at law] to appear before a magistrate, on the way make an effort to settle, so that he does not drag you before the judge, and the judge does not [rule against you and] turn you over to the officer, and the officer does not throw you into prison.(A)",
      "59": "I say to you, you [absolutely] will not get out of there until you have paid the very last [a]cent.”",
      "30": "For all the [pagan] nations of the world greedily seek these things; and your [heavenly] Father [already] knows that you need them.",
      "40": "You too, be continually ready; because the Son of Man is coming at an hour that you do not expect.”",
      "50": "I have a baptism [of great suffering] with which to be baptized, and how [greatly] I am distressed until it is accomplished!",
      "51": "Do you suppose that I came to grant peace on earth? No, I tell you, but rather division [between believers and unbelievers];(A)",
      "52": "for from now on five in one household will be divided [over Me], three against two and two against three.",
      "47": "And that servant who knew his master’s will, and yet did not get ready or act in accord with his will, will be beaten with many lashes [of the whip],",
      "31": "But [strive for and actively] seek His kingdom, and these things will be given to you as well.",
      "46": "the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will [a]cut him in pieces, and assign him a place with the unbelievers.",
      "24": "Consider the ravens, for they neither sow [seed] nor reap [the crop]; they have no storehouse or barn, and yet God feeds them. How much more valuable are you than the birds!",
      "37": "Blessed (happy, prosperous, to be admired) are those servants whom the master finds awake and watching when he arrives. I assure you and most solemnly say to you, he will prepare himself to serve, and will have them recline at the table, and will come and wait on them.",
      "49": "Christ Divides Men49 “I have come to cast fire (judgment) on the earth; and how I wish that it were already kindled!"
    },
    "2": {
      "32": "A Light for revelation to the Gentiles [to disclose what was previously unknown],And [to bring] the praise and honor and glory of Your people Israel.”(A)",
      "34": "Simeon blessed them and said to Mary His mother, “Listen carefully: this Child is appointed and destined for the fall and rise of many in Israel, and for [a]a sign that is to be opposed—(A)",
      "38": "She, too, came up at that very moment and began praising and giving thanks to God, and continued to speak of Him to all who were looking for the redemption and deliverance of Jerusalem.",
      "44": "but supposed Him to be in the caravan, and traveled a day’s journey; and [then] they began searching [anxiously] for Him among their relatives and acquaintances.",
      "49": "And He answered, “Why did you have to look for Me? Did you not know that I had to be [a]in My Father’s house?”",
      "51": "He went down to Nazareth with them, and was continually submissive and obedient to them; and His mother treasured all these things in her heart.",
      "31": "Which You have prepared in the presence of all peoples,",
      "43": "and as they were returning [to [a]Nazareth], after spending the required number of days [at the Feast], the boy Jesus remained behind in Jerusalem. Now His parents did not know this,",
      "48": "When they saw Him, they were overwhelmed; and His mother said to Him, “Son, why have You treated us like this? Listen, Your [a]father and I have been [greatly distressed and] anxiously looking for You.”"
    },
    "4": {
      "27": "And there were many lepers in Israel in the time of Elisha the prophet; and not one of them was cleansed [by being healed] except Naaman the Syrian.”(A)",
      "38": "Many Are Healed38 Then Jesus got up and left the synagogue and went to Simon’s (Peter’s) house. Now Simon’s mother-in-law was suffering from a high fever, and they asked Him to help her.(A)",
      "42": "When daybreak came, Jesus left [Simon Peter’s house] and went to a secluded place; and the crowds were searching for Him, and [they] came to Him and tried to keep Him from leaving them.",
      "29": "and they got up and drove Him out of the city, and led Him to the crest of the hill on which their city had been built, in order to hurl Him down the cliff.",
      "44": "So He continued preaching in the synagogues of Judea [the country of the Jews, including Galilee].",
      "21": "He began speaking to them: “Today this Scripture has been fulfilled in your hearing and in your presence.”"
    },
    "5": {
      "35": "But days [for mourning] will come when the bridegroom is [forcefully] taken away from them. They will fast in those days.”",
      "39": "And no one, after drinking old wine, wishes for new; for he says, ‘The old is fine.’”",
      "25": "He immediately stood up before them, picked up his stretcher, and went home glorifying and praising God.",
      "14": "Jesus ordered him to tell no one [that he might happen to meet], “But go and show yourself to the priest, and make an offering for your purification, just as Moses commanded, as a testimony (witness) to them [that this is a work of Messiah].”(A)"
    },
    "10": {
      "37": "He answered, “The one who showed compassion and mercy to him.” Then Jesus said to him, “Go and constantly do the same.”",
      "42": "but only one thing is necessary, for Mary has chosen the good part [that which is to her advantage], which will not be taken away from her.”",
      "5": "Whatever house you enter, first say, ‘[a]Peace [that is, a blessing of well-being and prosperity, the favor of God] to this house.’",
      "27": "And he replied, “You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.”(A)",
      "34": "and went to him and bandaged up his wounds, pouring oil and wine on them [to sooth and disinfect the injuries]; and he put him on his own pack-animal, and brought him to an inn and took care of him.",
      "23": "Then turning to His disciples, Jesus said privately, “Blessed [joyful, spiritually enlightened, and favored by God] are the eyes which see what you see,(A)",
      "30": "Parable of the Good Samaritan30 Jesus replied, “A man was going down from Jerusalem to Jericho, and he encountered robbers, who stripped him of his clothes [and belongings], beat him, and went their way [unconcerned], leaving him half dead.",
      "41": "But the Lord replied to her, “Martha, Martha, you are worried and bothered and anxious about so many things;"
    },
    "11": {
      "3": "‘Give us each day our [a]daily bread.",
      "26": "Then it goes and brings seven other spirits more evil than itself, and they go in [the person] and live there; and the last state of that person becomes worse than the first.”",
      "2": "He said to them,“When you pray, [a]say:‘[b]Father, [c]hallowed be Your name.[d]Your kingdom come.",
      "53": "When He left there, the scribes and the Pharisees began to be very hostile [toward Him] and to interrogate Him on many subjects,",
      "38": "The Pharisee noticed this and was surprised that Jesus did not first ceremonially wash before the meal.",
      "41": "But give that which is within as charity [that is, acts of mercy and compassion, not as a public display, but as an expression of your faithfulness to God], and then indeed all things are clean for you.",
      "45": "One of the lawyers [an expert in the Mosaic Law] answered Him, “Teacher, by saying this, You insult us too!”",
      "47": "Woe to you! For you repair or build [a]tombs for the prophets, and it was your fathers who killed them.",
      "49": "For this reason also the wisdom of God said [in the Scriptures], ‘I will send them prophets and apostles, some of whom they will put to death and some they will persecute,",
      "51": "from the blood of Abel to the blood of Zechariah [the priest], who was murdered between the altar and the house of God. Yes, I tell you, charges will be brought against this generation.’(A)",
      "6": "for a friend of mine who is on a journey has just come to visit me, and I have nothing to serve him’;",
      "23": "He who is not with Me [believing in Me as Lord and Savior] is against Me [there is no impartial position]; and he who does not gather with Me [assisting in My ministry], scatters.",
      "25": "And when it comes, it finds the place swept and put in order.",
      "34": "The eye is the lamp of your body. When your eye is clear [spiritually perceptive, focused on God], your whole body also is full of light [benefiting from God’s precepts]. But when it is bad [spiritually blind], your body also is full of darkness [devoid of God’s word].",
      "1": "Instruction about Prayer11 It happened that while Jesus was praying in a certain place, after He finished, one of His disciples said to Him, “Lord, teach us to pray just as John also taught his disciples.”",
      "24": "“When the unclean spirit comes out of a person, it roams through waterless places in search [of a place] of rest; and not finding any, it says, ‘I will go back to my house (person) from which I came.’"
    }
  },
  "Nehemiah": {
    "2": {
      "1": "Nehemiah’s Prayer Answered2 In the month of Nisan, in the twentieth year of King Artaxerxes, when wine was placed before him, I took the wine and gave it to the king. Now I had not [previously] been sad in his presence.",
      "5": "I said to the king, “If it pleases the king, and if your servant has found favor in your presence, [I ask] that you send me to Judah, to the city of my fathers’ tombs, so that I may rebuild it.”",
      "16": "The officials did not know where I had gone or what I had done; nor had I yet told the Jews, the priests, the nobles, the officials, or the rest who did the work."
    },
    "7": {
      "21": "the sons of Ater, of Hezekiah, 98;",
      "35": "the sons of Harim, 320;",
      "40": "the sons of Immer, 1,052;",
      "43": "These are the Levites: the sons of Jeshua, of Kadmiel, of the sons of Hodevah, 74.",
      "49": "the sons of Hanan, the sons of Giddel, the sons of Gahar,",
      "54": "the sons of Bazlith, the sons of Mehida, the sons of Harsha,",
      "57": "The sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,",
      "14": "the sons of Zaccai, 760;",
      "31": "the men of Michmas, 122;"
    },
    "9": {
      "19": "You, in Your great mercy and compassion,Did not abandon them in the wilderness;The pillar of the cloud did not leave them by day,To lead them in the way,Nor the pillar of fire by night, to light for them the way they should go.",
      "36": "“Behold, we are slaves today,And as for the land which You gave our fathers, to eat of its fruit and its goodness,Behold, we are slaves in it.",
      "29": "And You admonished them and warned them to turn them back to Your law.Yet they acted presumptuously and arrogantly and did not heed Your commandments, but sinned against Your ordinances,Which by keeping, a man will live.But they turned a stubborn shoulder, stiffened their neck, and would not listen."
    },
    "1": {
      "2": "Hanani, one of my brothers, and some men from Judah came; and I asked them about the surviving Jews who had escaped and survived the captivity, and about Jerusalem."
    },
    "11": {
      "10": "Of the priests: Jedaiah the son of Joiarib, Jachin,",
      "32": "at Anathoth, Nob, Ananiah,",
      "2": "And the people blessed all the men who volunteered to live in Jerusalem.",
      "19": "The gatekeepers: Akkub, Talmon, and their kinsmen, who kept watch at the gates, totaled 172.",
      "26": "in Jeshua, in Moladah, in Beth-pelet,",
      "30": "Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its towns. So they camped from Beersheba as far as the Hinnom Valley.",
      "20": "Outside Jerusalem20 Now the rest of Israel, the priests and the Levites, were in all the cities of Judah, each on his own inheritance.",
      "23": "For there was a [a]command from the [[b]Persian] king regarding the singers, as to their daily task.",
      "18": "All the Levites in the holy city totaled 284.",
      "29": "in En-rimmon, in Zorah, and in Jarmuth,"
    },
    "5": {
      "19": "Remember me, O my God, for good, according to all I have done for this people.(A)",
      "17": "Moreover, there were at my table a hundred and fifty Jews and officials, besides those who came to us from the nations that were around us.",
      "18": "Now the following were prepared for each day: one ox and six choice sheep; also fowls (poultry) were prepared for me; and in intervals of ten days all sorts of wine was provided in abundance. Yet for all this, I did not demand the governor’s food allowance, because the servitude was heavy on this people."
    },
    "10": {
      "24": "Hallohesh, Pilha, Shobek,",
      "39": "For the Israelites and the sons of Levi shall bring the offering of the grain, the new wine, and the oil to the chambers; the utensils of the sanctuary, the priests who are ministering, the gatekeepers, and the singers are there. In this manner, we will not neglect the house of our God.",
      "26": "Ahiah, Hanan, Anan,",
      "9": "And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel,",
      "20": "Magpiash, Meshullam, Hezir,",
      "29": "are joining with their fellow Israelites, their nobles, and are taking on themselves a curse and an oath to walk in God’s Law, which was given through Moses the servant of God, and to keep and to observe all the commandments of [a]God our Lord, and His ordinances and statutes:"
    },
    "12": {
      "12": "And in the days of Joiakim, the priests, the heads of fathers’ households were: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
      "29": "from Beth-gilgal and from the fields of Geba and Azmaveth, for the singers had built villages for themselves around Jerusalem.",
      "37": "At the Fountain Gate they went directly up the steps of the City of David by the stairway of the wall above David’s house to the Water Gate on the east.",
      "43": "Also on that day they offered great sacrifices and rejoiced because God had given them great joy; the women and children also rejoiced, so that the joy of Jerusalem was heard from far away.",
      "46": "For in the days of David and Asaph, in ancient times, there were leaders of singers, songs of praise and hymns of thanksgiving to God.",
      "34": "Judah, Benjamin, Shemaiah, and Jeremiah,",
      "42": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sang, with Jezrahiah as their leader.",
      "45": "And they performed the worship of their God and the service of purification; so did the singers and gatekeepers, as David and his son Solomon had commanded."
    },
    "4": {
      "23": "So neither I, my brothers (relatives), my servants, nor the men of the guard who followed me, none of us took off our clothes; each took his weapon [even] to the water."
    },
    "6": {
      "8": "I sent a message to him, saying, “Such things as you are saying have not been done; you are inventing them in your own mind.”"
    },
    "8": {
      "13": "Feast of Booths Restored13 On the second day, all of the heads of fathers’ households of all the people, the priests, and the Levites, were gathered before Ezra the scribe to gain insight into the words of [a]the Law (divine instruction)."
    },
    "3": {
      "7": "Next to them Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, made repairs for the official seat (Jerusalem residence) of the governor [of the province] beyond the [Euphrates] River."
    }
  },
  "Amos": {
    "5": {
      "27": "Therefore, I will send you to go into exile far beyond Damascus,” says the Lord, whose name is the God of hosts.(A)",
      "10": "They hate the one who reprimands [the unrighteous] in the [court held at the city] gate [regarding him as unreasonable and rejecting his reprimand],And they detest him who speaks [the truth] with integrity and honesty."
    },
    "6": {
      "8": "The Lord [a]God has sworn [an oath] by Himself—the Lord God of hosts, says:“I loathe and reject the [self-centered] arrogance of Jacob (Israel),And I hate his palaces and citadels;Therefore, I shall hand over the [idolatrous] city [of Samaria] with all that it contains [to the Assyrian invaders].”"
    },
    "7": {
      "7": "Thus He showed me [a vision], and behold, the Lord was standing by a vertical wall with a plumb line in His hand [to determine if the wall was straight or if it needed to be destroyed].(A)",
      "1": "Warning Through Visions7 Thus the Lord God showed me [a vision], and behold, He was forming a swarm of locusts when the spring crop began to sprout. And behold, the spring crop was after the king’s mowing."
    },
    "8": {
      "6": "So that we may buy the poor [as slaves] for silver [since they are unable to support themselves]And the [a]needy for a pair of sandals,And that we may sell the leftovers of the wheat [as if it were a good grade of grain]?”"
    },
    "9": {
      "4": "“And though they go into captivity before their enemies,From there I shall command the sword to kill them,And I will set My eyes against them for evil (judgment, punishment) and not for good [that is, not for correction leading to restoration].”",
      "8": "“Behold, the eyes of the Lord God are on the sinful [northern] kingdom [of Israel’s ten tribes]And I shall destroy it from the face of the earth;But I shall not totally destroy the house of Jacob [that is, the entire nation of Israel],”Says the Lord."
    },
    "1": {
      "12": "“So I will send a fire [of war, conquest, and destruction] upon Teman,And it shall consume the citadels of Bozrah [in Edom].”"
    },
    "2": {
      "13": "“Behold, I am weighted down beneath youAs a cart that is weighted down when it is full of sheaves."
    },
    "4": {
      "10": "“I sent a plague among you like [those of] Egypt;I killed your young men with the sword and I captured your horses,I made the stench of your camp rise up into your nostrils;Yet you have not returned to Me [in repentance],” says the Lord.(A)",
      "13": "For behold, He who forms the mountains and creates the windAnd declares to man what are His thoughts,He who makes the dawn into darknessAnd treads on the heights of the earth—The Lord God of hosts is His name.(A)"
    },
    "3": {
      "8": "The lion has roared! Who will not fear?The Lord God has spoken [to the prophets]! Who can but prophesy?(A)"
    }
  },
  "Micah": {
    "5": {
      "15": "“And in anger and wrath I shall execute vengeanceOn the nations which have not obeyed [such vengeance as they have not known before].”",
      "11": "“I will cut off the cities of your landAnd tear down all your fortifications."
    },
    "6": {
      "9": "The voice of the Lord shall call to the city [of Jerusalem]—And it is sound wisdom to heed [solemnly] and fear Your name [with awe-filled reverence];“Hear, O tribe [the rod of punishment]. Who has appointed its time?"
    },
    "7": {
      "8": "Do not rejoice over me [amid my tragedies], O my enemy!Though I fall, I will rise;Though I sit in the darkness [of distress], the Lord is a light for me.",
      "2": "The godly person [who is faithful and loyal to God] has perished from the earth,And there is no upright person [one with good character and moral integrity] among men.They all lie in wait to shed blood;Each hunts the other with a net."
    },
    "1": {
      "15": "Moreover, I will bring on youThe one who takes possession,O inhabitant of Mareshah (Prominent Place).The glory (nobility) of Israel will enter Adullam [seeking refuge].(A)",
      "2": "Hear, O peoples, all of you;Listen closely, O earth and all that is in it,And let the Lord God be witness [giving a testimony of the judgment] against you,The Lord from His holy temple [in the heavens].(A)"
    },
    "3": {
      "12": "Therefore, on account of you[a]Zion shall be plowed like a field,Jerusalem shall become [b]a heap of ruins,And the mountain of the house [of the Lord] shall become like a densely wooded hill.(A)"
    },
    "4": {
      "13": "“Arise and thresh, O Daughter of Zion!For I will make your horn ironAnd I will make your hoofs bronze;That you may beat many peoples in pieces [trampling down your enemies],That you may devote to the Lord their unjust gain (pagan possessions)And their wealth to the Lord of all the earth.(A)"
    },
    "2": {
      "11": "“If a man walking in a false spirit [spouting deception]Should lie and say,‘I will prophesy to you [O Israel] of wine and liquor (greed, sensual pleasure),’He would be the acceptable spokesman of this people.(A)"
    }
  },
  "Zechariah": {
    "5": {
      "11": "And he said to me, “To the land of Shinar (Babylon) to build a temple for her; and when it is prepared, [a]she shall be set there on her own pedestal.”"
    },
    "6": {
      "10": "“Take an offering from the exiles, from Heldai, from Tobijah, and from Jedaiah [as representatives]; and you go the same day and enter the house of Josiah the son of Zephaniah, where they have arrived from Babylon."
    },
    "7": {
      "9": "“Thus has the Lord of hosts said, ‘Dispense true justice and practice kindness and compassion, to each other;",
      "3": "speaking to the priests who belong to the house of the Lord of hosts and to the prophets, saying, “[Now that I am returned from exile] shall I weep in the fifth month [mourning the destruction of the temple], and fast as I have done these many years [in Babylon]?”"
    },
    "8": {
      "7": "Thus says the Lord of hosts, ‘Behold, I am going to save My people from the east country and from the west,(A)",
      "19": "“Thus says the Lord of hosts, ‘The fast of the fourth [month to mourn the breaching of Jerusalem’s walls], the fast of the fifth [month to mourn the temple’s destruction], the fast of the seventh [month to mourn Gedaliah’s assassination], and the fast of the tenth [month to mourn the siege of Jerusalem] will become times of joy and gladness and cheerful feasts for the house of Judah; so [to bring this about] love truth and peace.’(A)"
    },
    "9": {
      "5": "[a]Ashkelon will see it and fear;Gaza will writhe in pain,And Ekron, for her hope and expectation, has been ruined.The king will perish from Gaza,And Ashkelon will not be inhabited."
    },
    "4": {
      "12": "And a second time I said to him, “What are these two olive branches which are beside the two golden pipes by which the golden oil is emptied?”",
      "14": "Then he said, “These are the two [a]sons of fresh oil [Joshua the high priest and Zerubbabel the prince of Judah] who are standing by the Lord of the whole earth [as His anointed ones].”(A)"
    },
    "10": {
      "3": "“My anger is kindled against the shepherds [who are not true shepherds],And I shall punish the male goats (leaders);For the Lord of hosts has visited His flock, the house of Judah (the Southern Kingdom),And will make them like His beautiful and majestic horse in the battle.(A)",
      "12": "“And I will strengthen Israel in the Lord,And they will walk [and glory] in His name,” declares the Lord."
    },
    "11": {
      "3": "There is a sound of the shepherds’ wail,For their splendor (grazing land) is ruined;There is a sound of the young lions’ roar,For the pride of the Jordan is ruined.",
      "16": "For behold, I am going to raise up a [false] shepherd in the land who will not care for the perishing, seek the scattered, heal the broken, or feed the healthy; but will eat the flesh of the fat ones and tear off their hoofs [to consume everything]."
    },
    "3": {
      "10": "In that day,’ declares the Lord of hosts, ‘every one of you will invite his neighbor to sit under his vine and his fig tree [enjoying peace and prosperity in the kingdom].’”(A)",
      "9": "For behold, the [a]stone which I have set before Joshua; on that one stone are seven eyes (symbolizing infinite intelligence, omniscience). Behold, I will engrave an inscription on it,’ declares the Lord of hosts, ‘and I will remove the wickedness and guilt of this land in a single day.(A)"
    }
  },
  "Ecclesiastes": {
    "6": {
      "1": "The Futility of Life6 There is an evil which I have seen under the sun, and it weighs heavily on men:"
    },
    "7": {
      "22": "for you also know that you too have cursed others many times.",
      "27": "“Behold, I have discovered this,” says the Preacher, “while adding one thing to another to find an explanation,",
      "29": "Behold, I have found only this [as a reason]: God made man upright and uncorrupted, but they [both men and women] have sought out many devices [for evil].”"
    },
    "2": {
      "6": "I made pools of water for myself from which to water the forest and make the trees bud.",
      "10": "Whatever my eyes looked at with desire I did not refuse them. I did not withhold from my heart any pleasure, for my heart was pleased because of all my labor; and this was my reward for all my labor.",
      "23": "For all his days his work is painful and sorrowful; even at night his mind does not rest. This too is vanity (worthless)."
    },
    "3": {
      "5": "A time to throw away stones and a time to gather stones;A time to embrace and a time to refrain from embracing.",
      "4": "A time to weep and a time to laugh;A time to mourn and a time to dance.",
      "21": "Who knows if the spirit of man ascends upward and the spirit of the animal descends downward to the earth?"
    },
    "4": {
      "4": "I have seen that every [effort in] labor and every skill in work comes from man’s rivalry with his neighbor. This too is vanity (futility, false pride) and chasing after the wind.",
      "16": "There is no end to all the people; to all who were before them. Yet those who come later will not be happy with him. Surely this also is vanity (emptiness) and chasing after the wind."
    },
    "5": {
      "2": "Do not be hasty with your mouth [speaking careless words or vows] or impulsive in thought to bring up a matter before God. For God is in heaven and you are on earth; therefore let your words be few.",
      "20": "For he will not often consider the [troubled] days of his life, because God keeps him occupied and focused on the joy of his heart [and the tranquility of God indwells him]."
    },
    "10": {
      "20": "Moreover, do not curse the king, even in your bedroom, and in your sleeping rooms do not curse the rich, for a bird of the air will carry the sound and a winged creature will make the matter known.(A)",
      "6": "folly is set in many exalted places and in great dignity while the rich sit in humble places.",
      "2": "A wise man’s heart turns him toward the right [which is the way of blessing], but a fool’s heart turns him toward the left [which is the way of condemnation].(A)"
    },
    "11": {
      "8": "Yes, if a man should live many years, let him rejoice in them all; yet let him remember the days of darkness, for they will be many. All that is to come will be futility.",
      "4": "He who watches the wind [waiting for all conditions to be perfect] will not sow [seed], and he who looks at the clouds will not reap [a harvest]."
    },
    "9": {
      "11": "I again saw under the sun that the race is not to the swift and the battle is not to the strong, and neither is bread to the wise nor riches to those of intelligence and understanding nor favor to men of ability; but time and chance overtake them all.(A)",
      "14": "There was a little city with few men in it and a great king came against it and besieged it and built great battlements against it."
    },
    "12": {
      "3": "in the day when the keepers of the house (hands, arms) tremble, and the strong men (feet, knees) bow themselves, and the grinders (molar teeth) cease because they are few, and those (eyes) who look through the windows grow dim;",
      "11": "The words of the wise are like [prodding] goads, and these collected sayings are [firmly fixed in the mind] like well-driven nails; [a]they are given by one Shepherd.(A)",
      "7": "then the dust [out of which God made man’s body] will return to the earth as it was, and the spirit will return to God who gave it.",
      "14": "For God will bring every act to judgment, every hidden and secret thing, whether it is good or evil.(A)"
    }
  },
  "Song of Solomon": {
    "6": {
      "2": "(The Shulammite Bride)2 “My beloved has gone down to his garden,To the beds of balsam,To feed his flock in the gardensAnd gather lilies."
    },
    "7": {
      "1": "(The Bridegroom)“Why should you gaze at the Shulammite,As at the dance of the two armies?Admiration by the Bridegroom7 “How beautiful are your feet in sandals,O prince’s daughter!The curves of your hips are like jewels,The work of the hands of an artist."
    },
    "1": {
      "7": "“Tell me, O you whom my soul loves,Where do you pasture your flock,Where do you make it lie down at noon?For why should I be like one who is veiledBeside the flocks of your companions?”(A)"
    },
    "2": {
      "7": "(The Bridegroom)7 “I command that you take an oath, O daughters of Jerusalem,By the gazelles or by the does of the field [which run free],That you do not rouse nor awaken my loveUntil she pleases.”",
      "10": "“My beloved speaks and says to me,‘Arise, my love, my fair one,And come away."
    },
    "3": {
      "6": "Solomon’s Wedding Day(The Shulammite Bride)6 “What is this coming up from the wildernessLike [stately] pillars of smokePerfumed with myrrh and frankincense,With all the fragrant powders of the merchant?”",
      "5": "(The Bridegroom)5 “I command that you take an oath, O daughters of Jerusalem,By the gazelles or by the does of the field,That you do not rouse nor awaken my loveUntil she pleases.”"
    },
    "4": {
      "5": "“Your two breasts are like two fawns,Twins of a gazelleWhich feed among the lilies.",
      "16": "(The Shulammite Bride)16 “Awake, O north wind,And come, south wind [blow softly upon my garden];Make my garden breathe out fragrance, [for the one in whom my soul delights],Let its spices flow forth.Let my beloved come into his gardenAnd eat its choicest fruits.”"
    },
    "5": {
      "3": "“I had taken off my dress,How can I put it on again?I had washed my feet,How could I get them dirty again?(A)",
      "16": "“His mouth is full of sweetness;Yes, he is altogether lovely and desirable.This is my beloved and this is my friend,O daughters of Jerusalem.”(A)"
    }
  },
  "Isaiah": {
    "6": {
      "3": "And one called out to another, saying,“Holy, Holy, Holy is the Lord of hosts;The whole earth is filled with His glory.”"
    },
    "7": {
      "2": "When the house of David (Judah) was told, “Aram is allied with Ephraim (Israel),” the hearts of Ahaz and his people trembled as the trees of the forest tremble in the wind."
    },
    "8": {
      "1": "Damascus and Samaria Fall8 Then the Lord said to me, “Take for yourself a large tablet [for public display] and write on it in ordinary characters: Belonging to [a]Maher-shalal-hash-baz.",
      "19": "When the people [instead of trusting God] say to you, “Consult the mediums [who try to talk to the dead] and the soothsayers who chirp and whisper and mutter,” should not a people consult their God? Should they consult the dead on behalf of the living?",
      "18": "Listen carefully, I and the children whom the Lord has given me are [a]for signs and wonders [that will occur] in Israel from the Lord of hosts, who dwells on Mount Zion."
    },
    "9": {
      "21": "[The tribe of] Manasseh devours [the tribe of his brother] Ephraim, and Ephraim Manasseh,And together they are against Judah (the southern kingdom, the house of David).In spite of all this, God’s anger does not turn awayBut His hand is still stretched out [in judgment].",
      "18": "For wickedness burns like a fire;It consumes briars and thorns,It even sets the forest thickets ablaze;And it swirls upward in a column of smoke.",
      "19": "By the wrath of the Lord of hosts the land is burned up,And the people are like fuel for the fire;No man spares his brother.",
      "15": "The elderly and honorable man, he is the head;And the prophet who teaches lies, he is the tail."
    },
    "1": {
      "8": "The Daughter of Zion (Jerusalem) is left like a [deserted] shelter in a vineyard,Like a watchman’s hut in a cucumber field, like a besieged city [isolated, surrounded by devastation].",
      "23": "Your rulers are rebelsAnd companions of thieves;Everyone loves bribesAnd chases after gifts.They do not defend the fatherless,Nor does the widow’s cause come before them [instead they delay or turn a deaf ear].",
      "27": "Zion will be redeemed with justiceAnd her repentant ones with righteousness.",
      "14": "“I hate [the hypocrisy of] your New Moon festivals and your appointed feasts.They have become a burden to Me;I am weary of bearing them.",
      "13": "“Do not bring worthless offerings again,[Your] incense is repulsive to Me;[Your] New Moon and Sabbath [observances], the calling of assemblies—I cannot endure wickedness [your sin, your injustice, your wrongdoing] and [the squalor of] the festive assembly."
    },
    "2": {
      "8": "Their land has also been filled with idols;They worship the work of their hands,That which their own fingers have made."
    },
    "3": {
      "7": "He will protest on that day, saying,“I will not be a [a]governor;For in my house there is neither bread nor clothing;You should not make me a judge and ruler of the people.”",
      "18": "In that day the Lord will take away the beauty of their anklets, [braided] caps, crescent [head] ornaments,",
      "9": "Their partiality testifies against them,They display their sin like Sodom;They do not even hide it.Woe (judgment is coming) to [a]them!For they have brought evil on themselves [as a reward]."
    },
    "4": {
      "6": "And there will be a pavilion for shade from the heat by day, and a refuge and a shelter from the storm and the rain."
    },
    "5": {
      "4": "“What more could have been done for My vineyard that I have not done in it?When I expected it to produce good grapes, why did it yield worthless ones?",
      "30": "And in that day they will roar against them (Judah) like the roaring of the sea.And if one looks to the land, in fact, there is darkness and distress;Even the light will be darkened by its clouds.",
      "5": "“So now let me tell you what I am going to do to My vineyard:I will take away its thorn-hedge, and it will be burned up;I will break down its [a]stone wall and it will be trampled down [by enemies]."
    },
    "10": {
      "30": "Cry aloud with your voice [in consternation], O Daughter of Gallim!Pay attention, Laishah! Answer her, Anathoth!",
      "34": "He will cut down the thickets of the forest with an iron axe,And Lebanon (the Assyrian) will fall by the Mighty One.(A)",
      "26": "The Lord of hosts will brandish a whip against them like the slaughter of Midian at the rock of Oreb; and His staff will be over the [Red] Sea and He will lift it up the way He did in [the flight from] Egypt.(A)",
      "7": "Yet it is not Assyria’s intention [to do My will],Nor does it plan so in its heart,But instead it is its purpose to destroyAnd to cut off many nations.",
      "16": "Therefore the Lord, the God of hosts, will send a wasting disease among the stout warriors of Assyria;And under his glory a fire will be kindled like a burning flame."
    },
    "40": {
      "31": "But those who wait for the Lord [who expect, look for, and hope in Him]Will gain new strength and renew their power;They will lift up their wings [and rise up close to God] like eagles [rising toward the sun];They will run and not become weary,They will walk and not grow tired.(A)"
    },
    "11": {
      "5": "And righteousness will be the belt around His loins,And faithfulness the belt around His waist.",
      "12": "And He will lift up a signal for the nationsAnd assemble the [a]outcasts of Israel,And will gather the dispersed of JudahFrom the four corners of the earth."
    },
    "12": {
      "4": "And in that day you will say,“Give thanks to the Lord, call on His name [in prayer].Make His deeds known among the peoples [of the earth];Proclaim [to them] that His name is exalted!”"
    }
  },
  "Ezekiel": {
    "6": {
      "5": "I will also lay the dead bodies of the children of Israel in front of their [Canaanite] idols; and I will scatter your bones all around your altars."
    },
    "7": {
      "4": "For My eye will have no pity on you, nor will I spare you, but I will repay you for your evil ways, while your abominations are among you; and you will know (recognize, understand) [without any doubt] that I am the Lord.’",
      "23": "‘Prepare the chain [for imprisonment], for the land is full of bloody crimes [murders committed under the pretense of civil justice] and the city is full of violence.",
      "26": "Disaster will come upon disaster and rumor will be heaped on rumor; they will seek a vision from a prophet, but the law and guidance will be lost from the priest and [wise] counsel [will cease] from the elders.(A)"
    },
    "8": {
      "3": "He stretched out the form of a hand and took me by a lock of hair on my head; and the Spirit lifted me up between earth and heaven and brought me in the visions of God to Jerusalem, to the entrance of the north gate of the inner courtyard, where the seat of the idol (image) of [a]jealousy, which provokes to jealousy, was located.(A)"
    },
    "9": {
      "1": "The Vision of Slaughter9 Then [in my vision] I heard Him cry out with a thunderous voice, saying, “Approach now, executioners of the city, each with his weapon of destruction in his hand.”"
    },
    "1": {
      "11": "Such were their faces. Their wings were stretched out upward; two [wings] of each one were touching another [the wings of the beings on either side of it], and [the remaining] two [wings of each being] were covering their bodies.",
      "19": "Whenever the living beings moved, the wheels moved with them; and when the living beings rose from the earth, the wheels rose also.",
      "28": "As the appearance of the rainbow in the clouds on a rainy day, so was the appearance of the surrounding radiance. This was the appearance of the likeness of the glory and brilliance of the Lord. And when I saw it, I fell face downward and I heard a voice of One speaking.(A)"
    },
    "3": {
      "9": "I have made your forehead like emery (diamond), harder than flint. Do not be afraid of them or be dismayed before them, though they are a rebellious house.”(A)",
      "6": "not to many peoples of unintelligible speech or difficult language, whose words you cannot understand. But I have sent you to them who should listen to you and pay attention to My message;",
      "22": "The hand of the Lord was on me there, and He said to me, “Arise, go out to the plain, and I will speak to you.”",
      "8": "Behold, I have made your face as hard as their faces and your forehead as hard as their foreheads."
    },
    "4": {
      "8": "Now behold, I will put ropes on you so that you cannot turn from one side to the other until you have completed the days of your siege.",
      "17": "because bread and water will be scarce; and they will look at one another in dismay and waste away [in punishment] for their wickedness."
    },
    "5": {
      "7": "Therefore, thus says the Lord God, ‘Because you have more turmoil than the nations which surround you and have not walked in My statutes, nor kept My ordinances, nor observed the ordinances of the nations which surround you,’(A)",
      "17": "Further, I will send against you hunger and wild beasts, and they will bereave you of children; virulent disease and bloodshed also will pass through you, and I will bring the sword on you. I, the Lord, have spoken.’”"
    },
    "11": {
      "19": "And I will give them one heart [a new heart], and put a new spirit within them. I will take from them the heart of stone, and will give them a heart of flesh [that is responsive to My touch],(A)",
      "23": "Then the glory and brilliance of the Lord went up from the midst of the city and paused over the mountain, [the Mount of Olives] which is east of the city.",
      "21": "But as for those whose heart longs for and follows after their detestable things and their repulsive things [associated with idolatry], on their own head I will repay [them in full for] their [vile] conduct,” says the Lord God.",
      "25": "Then I told the exiles everything that the Lord had shown me.",
      "7": "Therefore, thus says the Lord God, “Your dead whom you have laid in the midst of your city are the meat and this city is the pot; but I shall force you out of [the security of] it."
    },
    "10": {
      "20": "These are the living beings that I saw beneath the God of Israel by the River Chebar; and I knew that they were cherubim.",
      "22": "As for the likeness of their faces, they were the same faces whose appearance I had seen by the River Chebar. Each one went straight forward.",
      "9": "Then I looked and behold, [there were] four wheels beside the cherubim, one wheel beside one cherub and another wheel beside each other cherub; and the appearance of the wheels was like a sparkling Tarshish stone (beryl).",
      "5": "And the sound of the wings of the cherubim was heard [even] as far as the outer courtyard, like the voice of [a]God Almighty when He speaks.(A)",
      "18": "Then the [Shekinah] glory of the Lord departed from the threshold of the temple and rested over the cherubim."
    },
    "12": {
      "27": "“Son of man, behold, the house of Israel is saying, ‘The vision that Ezekiel sees is for many years from now, and he prophesies of the times that are far off.’",
      "6": "As they look on, load the provisions and supplies on your shoulder and carry it out in the dark. You shall cover your face so that you cannot see the land, for I have set you as a sign to the house of Israel.”",
      "13": "I will also spread My net over him, and he will be caught in My snare. And I will bring him to Babylon, to the land of the [a]Chaldeans; yet he will [b]not see it, though he will die there.(A)"
    }
  },
  "Daniel": {
    "6": {
      "6": "Then these commissioners and satraps agreed to approach the king and said to him, “King Darius, live forever!",
      "11": "Then, by agreement, these men came [together] and found Daniel praying and making requests before his God.",
      "16": "Daniel in the Den of Lions16 Then the king gave a command, and Daniel was brought and thrown into the den of lions. The king said to Daniel, “May your God, whom you constantly serve, rescue you Himself!”(A)",
      "25": "Then Darius the king wrote to all the peoples, nations, and speakers of every language who were living in all the land: “May peace abound to you!"
    },
    "7": {
      "5": "And behold, another beast, a second one (the Medo-Persian Empire), was like a bear, and it was raised up on one side (domain), and three ribs were in its mouth between its teeth; and it was told, ‘Arise, devour much meat.’",
      "24": "As for the ten horns, out of this kingdom ten kings will arise; and another will arise after them, and he will be different from the former ones, and he will subdue three kings.",
      "15": "The Vision Interpreted15 “As for me, Daniel, my spirit was distressed and anxious within me, and the visions [that appeared] in my mind kept alarming (agitating) me."
    },
    "8": {
      "4": "I saw the ram (Medo-Persia) charging westward and northward and southward; no beast could stand before him, nor was there anyone who could rescue [anything] from his power, but he did as he pleased and magnified himself.(A)"
    },
    "9": {
      "2": "in the first year of his reign, I, Daniel, understood from the books the number of years which, according to the word of the Lord to Jeremiah the prophet, must pass before the desolations [which had been] pronounced on Jerusalem would end; and it was seventy years.(A)",
      "9": "To the Lord our God belong mercy and lovingkindness and forgiveness, for we have rebelled against Him;"
    },
    "2": {
      "11": "Furthermore, what the king demands is an unusual and difficult thing indeed! No one except the gods can reveal it to the king, and their dwelling is not with [mortal] flesh.”",
      "28": "but there is a God in heaven who reveals secrets, and He has shown King Nebuchadnezzar what will take place in the latter days (end of days). This was your dream and the vision [that appeared] in your mind while on your bed.",
      "33": "its legs of iron, its feet partly of iron and partly of clay [pottery].",
      "43": "And as you saw the iron mixed with common clay, so they will combine with one another in the seed of men; but they will not merge [for such diverse things or ideologies cannot unite], even as iron does not mix with clay.",
      "48": "Then the king promoted Daniel [to an exalted position] and gave him many great gifts, and he made him ruler over the entire province of Babylon and chief governor over all the wise men of Babylon.",
      "13": "So the decree went out that the wise men were to be killed; and they looked for Daniel and his companions to put them to death.",
      "26": "The king said to Daniel, whose [Babylonian] name was Belteshazzar, “Are you able to reveal to me the [content of the] dream which I have seen and its interpretation?”",
      "34": "As you were looking, a [a]stone was cut out without [human] hands, and it struck the statue on its feet of iron and clay and crushed them.(A)",
      "42": "As the [ten] toes of the feet were partly of iron and partly of clay, so some of the kingdom will be strong, and another part of it will be brittle."
    },
    "3": {
      "10": "You, O king, have made a decree that everyone who hears the sound of the horn, pipe, lyre, trigon, harp, dulcimer, bagpipe, and all kinds of music is to fall down and worship the golden image.",
      "24": "Then Nebuchadnezzar the king [looked and] was astounded, and he jumped up and said to his counselors, “Did we not throw three men who were tied up into the midst of the fire?” They replied to the king, “Certainly, O king.”",
      "27": "The satraps, the prefects, the governors and the king’s counselors gathered around them and saw that in regard to these men the fire had no effect on their bodies—their hair was not singed, their clothes were not scorched or damaged, even the smell of smoke was not on them.",
      "7": "So when the people heard the sound of the horn, pipe, lyre, trigon, dulcimer, bagpipe and all kinds of music, all the peoples, nations, and speakers of every language fell down and worshiped the golden image that Nebuchadnezzar the king had set up.",
      "2": "Then Nebuchadnezzar the king sent word to assemble the [a]satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates and lawyers and all the chief officials of the provinces to come to the dedication of the image that King Nebuchadnezzar had set up.",
      "6": "Whoever does not fall down and worship shall immediately be thrown into the midst of a furnace of blazing fire.”",
      "22": "Because the king’s command was urgent and the furnace was extremely hot, the flame of the fire killed the men who carried up Shadrach, Meshach, and Abed-nego."
    },
    "4": {
      "34": "“But at the end of the days [that is, at the seven periods of time], I, Nebuchadnezzar, raised my eyes toward heaven, and my understanding and reason returned to me; and I blessed the Most High [God] and I praised and honored and glorified Him who lives forever,For His dominion is an everlasting dominion;And His kingdom endures from generation to generation.",
      "26": "And in that it was commanded to leave the stump with the roots of the tree [in the earth], your kingdom shall be restored to you after you recognize (understand fully) that Heaven rules."
    },
    "5": {
      "8": "Then all the king’s wise men came in, but they could not [a]read the writing or reveal to the king its interpretation.",
      "31": "So [a]Darius the Mede received the kingdom; he was about the age of sixty-two.",
      "6": "Then the king’s face grew pale, and his thoughts alarmed him; the joints and muscles of his hips and back weakened and his knees began knocking together.",
      "25": "“This is the [a]inscription that was written, ‘mene, mene, tekel, upharsin [numbered, numbered, weighed, and divided].’"
    },
    "11": {
      "27": "And as for both of these [a]kings, their hearts will be set on doing evil; they will speak lies over the same table, but it will not succeed, for the end is yet to come at the appointed time.",
      "37": "He will have no regard for the gods of his fathers or for the desire of women, nor will he have regard for any other god, for he shall magnify himself above them all.",
      "44": "But rumors from the east and from the north will alarm and disturb him, and he will set out with great fury to destroy and to annihilate many.",
      "16": "But he (Syria) who comes against him (Egypt) will do exactly as he pleases, and no one will be able to stand against him; he (Antiochus III the Great) will also stay for a time in the Beautiful and Glorious Land [of Israel], with destruction in his hand.",
      "17": "He will be determined to come with the power of his entire kingdom, and propose equitable conditions and terms of peace, which he will put into effect [by making an agreement with the king of the South]. He will also give him his [a]daughter (Cleopatra I), in an attempt to overthrow the kingdom, but it will not succeed or be to his advantage."
    },
    "10": {
      "1": "Daniel Is Terrified by a Vision10 In the third year of Cyrus king of Persia a message was revealed to Daniel, who was named Belteshazzar; and the message was true and it referred to great conflict (warfare, misery). And he understood the message and had an understanding of the vision.(A)",
      "21": "But I (Gabriel) will tell you what is inscribed in the [a]writing of truth. There is no one who stands firmly with me and strengthens himself against these [hostile spirit forces] except Michael, your prince [the guardian of your nation].",
      "10": "Daniel Comforted10 Then behold, a hand touched me and set me unsteadily on my [a]hands and knees."
    }
  },
  "Hosea": {
    "6": {
      "7": "But they, like Adam, have transgressed the covenant;There they have dealt treacherously against Me."
    },
    "7": {
      "6": "As they approach their plotting,Their mind burns [with intrigue] like an oven [while they lie in wait].Their anger smolders all night;In the morning it blazes like a flaming fire.",
      "16": "They turn, but they do not turn upward to the Most High.They are like a poorly crafted bow [that misses the mark];Their princes shall fall by the swordBecause of the insolence of their tongue.This will be cause for their mockery and disdain in the land of Egypt."
    },
    "8": {
      "5": "He has rejected your [pagan] calf, O Samaria, saying,“My wrath burns against them.”How long will they be incapable of innocence?"
    },
    "9": {
      "3": "They will not remain in the land of the Lord,But Ephraim will return to [another] Egypt [in bondage]And they will eat [ceremonially] unclean food in Assyria.(A)"
    },
    "2": {
      "12": "“I will destroy her vines and her fig treesOf which she has said, ‘These are my wagesWhich my lovers have given me.’And I will make them a forest,And the animals of the open country will devour them.",
      "19": "“And I will betroth you (Israel) to Me forever;Yes, I will betroth you to Me in righteousness and in justice,In lovingkindness and loyalty, and in compassion."
    },
    "4": {
      "9": "And it shall be: like people, like priest [both are wicked and both will be judged];So I will punish them for their waysAnd repay them for their deeds.",
      "19": "The wind [of God’s relentless wrath] has wrapped up Israel in its wings,And [in captivity] they will be ashamed because of their sacrifices [to calves, to sun, to moon, to stars, and to pagan gods]."
    },
    "5": {
      "9": "Ephraim will become a desolation in the day of rebuke;Among the tribes of Israel I declare what is certain.",
      "15": "I will go away and return to My place [on high]Until they acknowledge their offense and bear their guilt and seek My face;In their distress they will earnestly seek Me, saying,",
      "4": "Their [immoral] practices will not permit themTo return to their God,For the spirit of prostitution is within themAnd they do not know the Lord [they do not recognize, appreciate, heed or cherish Him]."
    },
    "11": {
      "2": "The more they [the prophets] called them [to repentance and obedience],The more they went away from them;They kept sacrificing to the BaalsAnd burning incense to the carved images."
    },
    "10": {
      "2": "Their heart is divided (faithless);Now they must bear their guilt and punishment.The Lord will break down [the horns of] their altars;He will destroy their idolatrous pillars.",
      "15": "In this way it will be done to you at [idolatrous] Bethel because of your great wickedness;At daybreak the king of Israel will be completely cut off.",
      "11": "Ephraim is a trained heifer that loves to tread out the grain,But I will come over her fair neck with a heavy yoke [for hard field work].I will harness Ephraim;Judah will plow and Jacob will harrow and rake for himself."
    }
  },
  "Mark": {
    "6": {
      "11": "Any place that does not welcome you or listen to you, when you leave there, [a]shake the dust off the soles of your feet as a testimony against them [breaking all ties with them because they rejected My message].”(A)",
      "35": "When the day was nearly gone, His disciples came to Him and said, “This is an isolated place, and it is already late;",
      "39": "Then Jesus commanded them all to sit down by groups on the green grass.",
      "43": "And the disciples picked up twelve full baskets of the broken pieces [of the loaves], and of the fish.",
      "47": "Now when evening had come, the boat was in the middle of the sea, and Jesus was alone on the land.",
      "52": "because they had not understood [the miracle of] the loaves [how it revealed the power and deity of Jesus]; but [in fact] their heart was hardened [being oblivious and indifferent to His amazing works].",
      "55": "and ran throughout that surrounding countryside and began to carry around on their mats those who were sick, to any place where they heard He was.",
      "18": "For John had been saying to Herod, “It is not lawful [under Mosaic Law] for you to have your brother’s wife.”(A)"
    },
    "7": {
      "31": "Soon after this Jesus left the region of Tyre, and passed through Sidon to the Sea of Galilee, through the region of Decapolis [the ten Hellenistic cities].",
      "36": "Jesus commanded them not to tell anyone; but the more He ordered them, the more widely they continued to proclaim it.",
      "5": "So the Pharisees and scribes asked Jesus, “Why do Your disciples not live their lives according to the tradition of the elders, but [instead] eat their bread with [ceremonially] unwashed hands?”",
      "33": "Jesus, taking him aside by himself, away from the crowd, put His fingers into the man’s ears, and after spitting, He touched the man’s tongue [with the saliva];"
    },
    "8": {
      "9": "About four thousand [men] were there [besides women and children]; and He sent them away.",
      "22": "Then they came to Bethsaida; and some people brought a blind man to Jesus and begged Him to touch him.",
      "26": "And He sent him to his home, saying, “Do not even enter the village.”",
      "31": "And He began to teach them that the Son of Man must [of necessity] suffer many things and be rejected [as the Messiah] by the elders and the chief priests and the scribes, and must be put to death, and after three days rise [from death to life].(A)",
      "35": "For whoever wishes to save his life [in this world] will [eventually] lose it [through death], but whoever loses his life [in this world] for My sake and the gospel’s will save it [from the consequences of sin and separation from God].(A)",
      "38": "For whoever is ashamed [here and now] of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels.”",
      "34": "Jesus called the crowd together with His disciples, and said to them, “If anyone wishes to follow Me [as My disciple], he must deny himself [set aside selfish interests], and [a]take up his cross [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me]."
    },
    "9": {
      "7": "Then a cloud formed, overshadowing them, and [a]a voice came out of the cloud, “This is My beloved Son. Listen to Him and obey Him!”",
      "22": "The demon has often thrown him both into fire and into water, intending to kill him. But if You can do anything, take pity on us and help us!”",
      "30": "Death and Resurrection Foretold30 They went on from there and began to go through Galilee. Jesus did not want anyone to know it,",
      "41": "For whoever gives you a cup of water to drink because of your name as followers of Christ, I assure you and most solemnly say to you, he will not lose his reward.",
      "46": "[a][where their worm does not die, and the fire is not put out.](A)",
      "49": "“For everyone will be salted with fire.",
      "45": "If your foot causes you to stumble and sin, cut it off [that is, remove yourself from the source of temptation]! It would be better for you to enter life lame than to have two feet and be thrown into hell,",
      "48": "where their worm [that feeds on the dead] does not die, and the fire is not put out.(A)",
      "27": "But Jesus took him by the hand and raised him; and he stood up.",
      "1": "The Transfiguration9 And Jesus said to them, “I assure you and most solemnly say to you, there are [a]some of those who are standing here who will not taste (experience) death before they see the kingdom of God after it has come with power.”",
      "32": "But [a]they did not understand this statement, and they were afraid to ask Him [what He meant].",
      "43": "If your hand causes you to stumble and sin, cut it off [that is, remove yourself from the source of temptation]! It is better for you to enter life crippled, than to have two hands and go into [a]hell, into the unquenchable fire,"
    },
    "1": {
      "40": "And a leper came to Him, begging Him and falling on his knees before Him, saying, “If You are willing, You are able to make me [a]clean.”(A)",
      "1": "The Preaching of John the Baptist1 The beginning of the [facts regarding the] good news of [a]Jesus Christ, the Son of God.",
      "28": "Immediately the news about Him spread everywhere throughout the district surrounding Galilee.",
      "31": "Jesus went to her, and taking her by the hand, raised her up; and the fever left her, and she began to serve them [as her guests].",
      "38": "He replied, “Let us go on to the neighboring towns, so I may preach there also; that is why I came [from the Father].”",
      "45": "But he went out and began to proclaim it freely and to spread the news [of his healing], to such an extent that Jesus could no longer openly enter a city [where He was known], but stayed out in the unpopulated places; yet people were still coming to Him from everywhere.",
      "35": "Early in the morning, while it was still dark, Jesus got up, left [the house], and went out to a secluded place, and was praying there.",
      "42": "The leprosy left him immediately and he was cleansed [completely healed and restored to health].",
      "14": "Jesus Preaches in Galilee14 Now after John [the Baptist] was arrested and [a]taken into custody, Jesus went to Galilee, preaching the good news of [the kingdom of] God,"
    },
    "2": {
      "25": "Jesus said to them, “Have you never read [in the Scriptures] what David did when he was in need and was hungry, he and his companions;(A)",
      "28": "So the Son of Man is Lord even of the Sabbath [and He has authority over it].”",
      "13": "Jesus went out again along the [Galilean] seashore; and all the people were coming to Him, and He was teaching them."
    },
    "3": {
      "31": "Then His mother and His brothers arrived, and standing outside they sent word to Him and called for Him.(A)",
      "24": "If a kingdom is divided [split into factions and rebelling] against itself, that kingdom cannot stand.",
      "27": "But no one can go into a strong man’s house and steal his property unless he first overpowers and ties up the strong man, and then he will ransack and rob his house.(A)"
    },
    "4": {
      "13": "Explanation13 Then He said to them, “Do you not understand this parable? How will you understand and grasp the meaning of all the parables?(A)",
      "41": "They were filled with great fear, and said to each other, “Who then is this, that even the wind and the sea obey Him?”"
    },
    "5": {
      "30": "Immediately Jesus, recognizing in Himself that power had gone out from Him, turned around in the crowd and asked, “Who touched My clothes?”",
      "34": "Then He said to her, “Daughter, your faith [your personal trust and confidence in Me] has restored you to health; go in peace and be [permanently] healed from your suffering.”",
      "39": "When He had gone in, He said to them, “Why make a commotion and weep? The child has not died, but is sleeping.”",
      "40": "They began laughing [scornfully] at Him [because they knew the child was dead]. But He made them all [a]go outside, and took along the child’s father and mother and His own [three] companions, and entered the room where the child was.",
      "43": "He gave strict orders that no one should know about this, and He told them to give her something to eat.",
      "15": "They came to Jesus and saw the man who had been demon-possessed sitting down, clothed and in his right mind, the man who had [previously] had the “legion” [of demons]; and they were frightened."
    },
    "10": {
      "46": "Bartimaeus Receives His Sight46 Then they came to Jericho. And as He was leaving Jericho with His disciples and a large crowd, a blind beggar, Bartimaeus, the son of Timaeus, was sitting beside the road [as was his custom].(A)",
      "48": "Many sternly rebuked him, telling him to keep still and be quiet; but he kept on shouting out all the more, “Son of David (Messiah), have mercy on me!”",
      "49": "Jesus stopped and said, “Call him.” So they called the blind man, telling him, “Take courage, get up! He is calling for you.”",
      "50": "Throwing his cloak aside, he jumped up and came to Jesus.",
      "51": "And Jesus said, “What do you want Me to do for you?” The blind man said to Him, “Rabboni (my Master), let me regain my sight.”",
      "52": "Jesus said to him, “Go; your faith [and confident trust in My power] has made you well.” Immediately he regained his sight and began following Jesus on the road.(A)",
      "4": "They said, “Moses allowed a man to write a certificate of divorce and to send her away.”(A)",
      "26": "They were completely and utterly astonished, and said to Him, “Then who can be saved [from the wrath of God]?”",
      "32": "Jesus’ Sufferings Foretold32 Now they were on the road going up to Jerusalem, and Jesus was walking on ahead of them; and they were perplexed [at what Jesus had said], and those who were following were alarmed and afraid. And again He took the twelve [disciples] aside and began telling them what was going to happen to Him,",
      "40": "But to sit on My right or left, this is not Mine to give; but it is for those for whom it has been prepared [by My Father].”",
      "42": "Calling them to Himself, Jesus said to them, “You know that those who are recognized as rulers of the Gentiles lord it over them; and their powerful men exercise authority over them [tyrannizing them]."
    },
    "11": {
      "2": "saying to them, “Go into the [a]village in front of you, and immediately as you enter it, you will find a [donkey’s] [b]colt tied, which has never been ridden by anyone; untie it and bring it here.",
      "29": "Jesus said to them, “I will ask you one question, and you answer Me, and then I will tell you by what authority I do these things.",
      "5": "Some of the people who were standing there said to them, “What are you doing, untying the colt?”",
      "20": "In the morning, as they were passing by, the disciples saw that the fig tree had withered away from the roots up.",
      "22": "Jesus replied, “Have faith in God [constantly].",
      "24": "For this reason I am telling you, whatever things you ask for in prayer [in accordance with God’s will], believe [with confident trust] that you have received them, and they will be given to you.",
      "31": "They began discussing it with each other, saying, “If we say, ‘From heaven,’ He will say, ‘Then why did you not believe him?’"
    },
    "12": {
      "39": "and [they love] the [a]chief seats in the synagogues and the places of distinction and honor at banquets,",
      "30": "and you shall love the Lord your God with all your heart, and with all your soul (life), and with all your mind (thought, understanding), and with all your strength.’(A)",
      "33": "and to love Him with all the heart and with all the understanding and with all the strength, and to [unselfishly] love one’s neighbor as oneself, is much more than all burnt offerings and sacrifices.”(A)",
      "23": "In the resurrection, whose wife will she be? For all seven [brothers] were married to her.”",
      "25": "For when they rise from the dead, they do not marry nor are they given in marriage, but are like angels in heaven.",
      "36": "David himself said [when inspired] by the Holy Spirit,‘The Lord (the Father) said to my Lord (the Son, the Messiah),“Sit at My right hand,Until I put Your enemies under Your feet.”’(A)",
      "44": "For they all contributed from their surplus, but she, from her poverty, put in all she had, all she had to live on.”"
    }
  },
  "Galatians": {
    "6": {
      "14": "But far be it from me to boast [in anything or anyone], except in the cross of our Lord Jesus Christ, through whom the world has been crucified to me, and I to the world.",
      "5": "For every person will have to bear [with patience] his own burden [of faults and shortcomings for which he alone is responsible]."
    },
    "2": {
      "18": "For if I [or anyone else should] rebuild [through word or by practice] what I once tore down [the belief that observing the Law is essential for salvation], I prove myself to be a transgressor.",
      "15": "[I went on to say] “We are Jews by birth and not sinners from among the Gentiles;"
    },
    "3": {
      "25": "But now that faith has come, we are no longer under [the control and authority of] a tutor and disciplinarian."
    },
    "5": {
      "15": "But if you bite and devour one another [in bickering and strife], watch out that you [along with your entire fellowship] are not consumed by one another.",
      "26": "We must not become conceited, challenging or provoking one another, envying one another.",
      "1": "Walk by the Spirit5 It was for this freedom that Christ set us free [completely liberating us]; therefore keep standing firm and do not be subject again to a yoke of slavery [which you once removed]."
    },
    "4": {
      "31": "So then, believers, we [who are born again—reborn from above—spiritually transformed, renewed, and set apart for His purpose] are not children of a slave woman [the natural], but of the free woman [the supernatural]."
    },
    "1": {
      "3": "Grace to you and peace [inner calm and spiritual well-being] from God our Father and the Lord Jesus Christ,",
      "20": "(Now in what I am writing to you, I assure you as if I were standing before God that I am not lying.)",
      "2": "and all the brothers who are with me,To the churches of Galatia:"
    }
  },
  "Revelation": {
    "6": {
      "15": "Then the kings of the earth and the great men and the [a]military commanders and the wealthy and the strong and everyone, [whether] slave or free, hid themselves in the caves and among the rocks of the mountains;"
    },
    "7": {
      "16": "They will hunger no longer, nor thirst anymore; nor will the sun [a]beat down on them, nor any [scorching] heat;(A)"
    },
    "11": {
      "9": "Those from the peoples and tribes and languages and nations [a]look at their dead bodies for three and a half days, and will not allow their dead bodies to be laid in a tomb.",
      "2": "But leave out the court [of the Gentiles] which is outside the temple and do not measure it, because it has been given to the Gentiles (the nations); and they will trample the holy city for forty-two months (three and one-half years).(A)",
      "17": "saying,“To You we give thanks, O Lord God Almighty [the Omnipotent, the Ruler of all], Who are and Who were, because You have taken Your great power and the sovereignty [which is rightly Yours] and have [now] begun to reign.",
      "18": "And the nations (Gentiles) became enraged, and Your wrath and indignation came, and the time came for the dead to be judged, and [the time came] to reward Your bond-servants the prophets and the saints (God’s people) and those who fear Your name, the small and the great, and [the time came] to destroy the destroyers of the earth.”(A)"
    },
    "5": {
      "14": "And the four living creatures kept saying, “Amen.” And the elders fell down and worshiped [Him who lives forever and ever]."
    },
    "10": {
      "11": "Then they said to me, “You must prophesy again concerning many peoples and nations and languages and kings.”(A)",
      "1": "The Angel and the Little Book10 Then I saw another mighty angel coming down from heaven, clothed in a cloud, with a rainbow (halo) over his head; and his face was like the sun, and his feet (legs) were like columns of fire;(A)"
    },
    "9": {
      "9": "They had breastplates (scales) like breastplates made of iron; and the [whirring] noise of their wings was like the [thunderous] noise of countless horse-drawn chariots charging [at full speed] into battle.(A)"
    },
    "2": {
      "15": "You also have some who in the same way are holding to the teaching of the [a]Nicolaitans.",
      "22": "[a]Listen carefully, I will throw her on a bed of sickness, and those who commit adultery with her [I will bring] into great anguish, unless they repent of her deeds.",
      "28": "and I will give him the [a]Morning Star.",
      "14": "But I have a few things against you, because you have there some [among you] who are holding to the [corrupt] teaching of Balaam, who taught [a]Balak to put a stumbling block before the sons of Israel, [enticing them] to eat things that had been sacrificed to idols and to commit [acts of sexual] [b]immorality.(A)"
    },
    "8": {
      "5": "So the angel took the censer and filled it with fire from the altar, and hurled it to the earth; and there were peals of thunder and loud rumblings and sounds and flashes of lightning and an earthquake.(A)"
    },
    "3": {
      "13": "He who has an ear, let him hear and heed what the Spirit says to the churches.’"
    }
  },
  "Leviticus": {
    "6": {
      "16": "What is left of it Aaron and his sons are to eat. It shall be eaten as unleavened bread in a holy place; they are to eat it in the courtyard of the Tent of Meeting.(A)",
      "28": "Also the earthenware vessel in which it was boiled shall be broken; and if it was boiled in a bronze vessel, then that vessel shall be scoured and rinsed in water."
    },
    "7": {
      "17": "but what is left over from the meat of the sacrifice on the third day shall be [completely] burned in the fire.",
      "38": "which the Lord commanded Moses at Mount Sinai on the day He commanded the Israelites to present their offerings to the Lord, in the Wilderness of Sinai."
    },
    "4": {
      "30": "The priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering and shall pour out all the rest of its blood at the base of the altar.",
      "32": "‘If he brings a lamb as his offering for a sin offering, he shall bring a female without blemish.",
      "35": "Then he shall remove all its fat, just as the fat of the lamb is removed from the sacrifice of the peace offerings, and the priest shall offer it up in smoke on the altar, on the offerings by fire to the Lord. In this way the priest shall make atonement for him in regard to the sin which he has committed, and he will be forgiven.(A)"
    },
    "11": {
      "32": "Also anything on which one of them falls after dying becomes unclean, whether it is an article of wood or clothing, or a skin, or a sack—any article that is used—it must be put in water, and will be unclean until the evening; then it becomes clean.",
      "33": "As for any earthenware container into which any of these [crawling things] falls, whatever is in it becomes unclean, and you shall break the container.",
      "43": "Do not make yourselves loathsome (impure, repulsive) by [eating] any swarming thing; you shall not make yourselves unclean by them so as to defile yourselves.",
      "8": "You shall not eat their meat nor touch their carcasses; they are unclean to you.",
      "28": "and the one who picks up their carcasses shall wash his clothes and be unclean until the evening; they are unclean to you.",
      "35": "Everything that part of their carcass falls on becomes unclean; an oven, or a small stove shall be smashed; they are unclean, and shall be unclean to you.",
      "37": "If a part of their carcass falls on any seed for sowing which is to be sown, it is clean;",
      "44": "For I am the Lord your God; so consecrate yourselves and be holy, for I am holy. You shall not make yourselves unclean with any of the swarming things that swarm or crawls on the ground.(A)"
    },
    "5": {
      "19": "It is a guilt offering; he was certainly guilty before the Lord.”",
      "13": "In this way the priest shall make atonement for him for the sin which he has committed in one of these things, and it will be forgiven him; then the rest shall be for the priest, like the grain offering.’”"
    },
    "10": {
      "13": "You shall eat it in a holy place, because it is your portion and your sons’ portion, from the offerings by fire to the Lord; for so I have been commanded.",
      "20": "When Moses heard that, he was satisfied."
    },
    "12": {
      "2": "“Speak to the children of Israel, saying,‘If a woman conceives and gives birth to a male child, she shall be [ceremonially] unclean for seven days, unclean as during her monthly period."
    },
    "1": {
      "1": "The Law of Burnt Offerings1 The Lord [a]called to Moses and spoke to him from the Tent of Meeting, saying,",
      "9": "But he shall wash its entrails and its legs with water. The priest shall offer all of it up in smoke on the altar as a burnt offering. It is an offering by fire, a sweet and soothing aroma to the Lord.(A)"
    },
    "2": {
      "8": "When you bring the grain offering that is made of these things to the Lord, it shall be presented to the priest, and he shall bring it to the altar [of burnt offering].",
      "3": "What is left of the grain offering belongs to Aaron and his sons; it is a most holy part of the offerings to the Lord by fire."
    },
    "8": {
      "25": "He took the fat, the fat tail, all the fat that was on the entrails, the lobe of the liver, and the two kidneys and their fat, and the right thigh;",
      "8": "Moses then put the breastpiece on Aaron, and he put in the breastpiece the Urim and the Thummim [the sacred articles the high priest used when seeking God’s will concerning the nation].",
      "14": "Then he brought the bull for the sin offering, and Aaron and his sons laid their hands on the head of the bull."
    }
  },
  "Deuteronomy": {
    "6": {
      "17": "You shall diligently keep [foremost in your thoughts and actively do] the commandments of the Lord your God, and His testimonies and His statutes which He has commanded you."
    },
    "8": {
      "15": "He led you through the great and terrible wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water; it was He who brought water for you out of the flinty rock.",
      "19": "And it shall come about if you ever forget the Lord your God and follow other gods and serve them and worship them, I testify against you today that you will most certainly perish."
    },
    "9": {
      "29": "Yet they are Your people and Your inheritance, whom You have brought out by Your great power and by Your outstretched arm.’",
      "10": "The Lord gave me the two tablets of stone written with the finger of God; and on them were written all the words which the Lord had spoken to you at the mountain from the midst of the fire on the day of the assembly."
    },
    "1": {
      "22": "“Then all of you approached me and said, ‘Let us send men [into the land] before us, so that they may explore and search the area for us, and bring back to us word regarding the way we should go, and the cities we should enter.’",
      "27": "You murmured and were ill-tempered (discontented) in your tents, and said, ‘Because the Lord hates us He has brought us from the land of Egypt to hand us over to the Amorites to destroy us.",
      "33": "who went before you along the way, in fire by night and in a cloud by day, to seek a place for you to make camp and to show you the way in which you should go.",
      "36": "except Caleb the son of Jephunneh; he shall see it, and to him and to his children I will give the land on which he has walked, because he has followed the Lord completely [and remained true to Him].’",
      "37": "The Lord was angry with me also because of you, saying, ‘Not even you shall enter Canaan.",
      "44": "Then the Amorites who lived in that hill country came out against you and chased you as bees do, and struck you down in Seir as far as Hormah.",
      "3": "In the fortieth year, on the first day of the eleventh month, Moses spoke to the children of Israel in accordance with all that the Lord had commanded him to say to them,",
      "25": "Then they took some of the fruit of the land in their hands and brought it down to us; and they reported back to us, and said, ‘It is a good land which the Lord our God is about to give us.’",
      "17": "You shall not [a]show partiality in judgment; you shall hear and pay attention to the [cases of the] least [important] as well as the great. You shall not [b]fear man, for the judgment is God’s. The case that is too hard for you [to judge], you shall bring to me, and I will hear it.’",
      "46": "So you stayed in Kadesh; many days you stayed there.",
      "42": "But the Lord said to me, ‘Say to them, “Do not go up and do not fight, for I am not among you [because of your rebellion]; otherwise you will be [badly] defeated by your enemies.”’",
      "39": "Moreover, your little ones whom you said would become prey, and your sons, who today have no knowledge of good or evil, shall enter Canaan, and I will give it to them and they shall possess it."
    },
    "3": {
      "21": "I commanded Joshua at that time, saying, ‘Your eyes have seen everything that the Lord your God has done to these two kings [Sihon and Og]; so the Lord shall do the same to all the kingdoms into which you are about to cross.",
      "28": "But command Joshua and encourage and strengthen him, for he shall go across and lead this people, and he will give them the land which you see as an inheritance.’",
      "20": "until the Lord gives rest to your fellow countrymen as [He has] to you, and they also possess the land which the Lord your God has given them beyond the Jordan. Then each of you may return to the land (possession) which I have given to you.’",
      "3": "So the Lord our God also handed over Og king of Bashan, and all his people, into our hand and we struck him until no survivor was left."
    },
    "4": {
      "20": "But the Lord has taken you and brought you out of the iron [smelting] furnace, out of Egypt, to be a people for His own possession, as [you are] this day.",
      "41": "Then Moses set apart three cities [of refuge] beyond the Jordan toward the rising of the sun (eastward),",
      "45": "these are the testimonies (legal provisions) and the statutes and the judgments which Moses spoke to the sons of Israel when they came out of Egypt,",
      "48": "from Aroer, which is on the edge of the valley of the [river] Arnon, as far as Mount Sion (that is, Hermon),",
      "49": "with all the Arabah (desert lowlands) across the Jordan to the east, even as far as the sea of the Arabah (the Dead Sea), at the foot of the slopes of Pisgah.",
      "27": "The Lord will scatter and disperse you among the peoples (pagan nations), and you will be left few in number among the nations where the Lord drives you."
    },
    "5": {
      "32": "Therefore you shall pay attention and be careful to do just as the Lord your God has commanded you; you shall not turn aside to the right or to the left [deviating from My commandments].",
      "33": "You shall walk [that is, live each and every day] in all the ways which the Lord your God has commanded you, so that you may live and so that it may be well with you, and that you may live long in the land which you will possess."
    },
    "10": {
      "22": "Your fathers went down to Egypt, seventy persons [in all], and now the Lord your God has made you as numerous as the stars of heaven.",
      "1": "The Tablets Rewritten10 “At that time the Lord said to me, ‘Cut out for yourself two tablets of stone like the first, and come up to Me on the mountain, and make an ark (chest) of wood for yourself."
    },
    "11": {
      "11": "But the land into which you are about to cross to possess, a land of hills and valleys, drinks water from the rain of heaven,",
      "2": "Know this day that I am not speaking to your children who have not known [by personal experience] and who have not seen [firsthand] the instruction and discipline of the Lord your God—His greatness, His mighty hand and His outstretched arm;",
      "31": "For you are about to cross the Jordan to go in to possess the land which the Lord your God is giving you, and you shall possess it and live in it,",
      "10": "For the land which you are entering to possess is not like the land of Egypt from which you have come, where you sowed your seed and watered [a]it with your foot like a garden of vegetables.",
      "30": "Are they not across the Jordan, west of the road, toward the sunset, in the land of the Canaanites who live in the Arabah, opposite Gilgal, beside the oaks of Moreh?",
      "25": "No man will be able to stand before you; the Lord your God will lay the fear and the dread of you on all the land on which you set foot, just as He has spoken to you."
    },
    "12": {
      "13": "“Be careful that you do not offer your burnt offerings in every [cultic] place you see,",
      "1": "Laws of the Sanctuary12 “These are the statutes and judgments (precepts) which you shall be careful to do in the land which the Lord, the God of your fathers, has given you to possess as long as you live on the earth.",
      "10": "When you cross the Jordan and live in the land which the Lord your God is giving you to inherit, and He gives you rest from all your enemies around you so that you live in security,",
      "26": "However, you shall take your holy things which you have [to offer] and your votive (pledged, vowed) offerings, you shall take them and go to the place which the Lord will choose."
    },
    "7": {
      "11": "Therefore, you shall keep (follow, obey) the commandment and the statutes and judgments (precepts) which I am commanding you today.",
      "17": "“If you say in your heart, ‘These nations are greater than I am; how can I dispossess them?’"
    },
    "2": {
      "5": "do not provoke them, for I will not give you any of their land, not even as little as a footstep, because I have given Mount Seir to Esau as a possession.",
      "16": "“So it came about when all the men of war had finally died from among the people,",
      "36": "From Aroer, which is on the edge of the Arnon Valley, and from the city which is in the valley, as far as Gilead, there was no city [whose wall was] too high and too strong for us; the Lord our God handed over everything to us.",
      "37": "Only you did not go near the land of the sons of Ammon, all along the river [a]Jabbok and the cities of the hill country, and wherever the Lord our God had forbidden us."
    }
  },
  "Judges": {
    "6": {
      "18": "Please do not depart from here until I come back to You, and bring my offering and place it before You.” And He said, “I will wait until you return.”",
      "32": "Therefore on that day he named Gideon Jerubbaal, [a]meaning, “Let Baal plead,” because he had torn down his altar.",
      "38": "And it was so. When he got up early the next morning and squeezed the dew out of the fleece, he wrung from it a bowl full of water."
    },
    "8": {
      "17": "He tore down the tower of Penuel and killed the men of the city.",
      "28": "Forty Years of Peace28 So Midian was subdued and humbled before the sons of Israel, and they no longer lifted up their heads [in pride]. And the land was at rest for forty years in the days of Gideon.",
      "34": "And the Israelites did not remember the Lord their God, who had rescued them from the hand of all their enemies on every side;",
      "21": "Then Zebah and Zalmunna said, “Rise up yourself and strike us; for as the man is, so is his strength.” So Gideon arose and killed Zebah and Zalmunna, and took the crescent amulets that were on their camels’ necks.",
      "27": "Gideon made [all the golden earrings into] an ephod [a sacred, high priest’s garment], and put it in his city of Ophrah, and all Israel [a]worshiped it as an idol there, and [b]it became a trap for Gideon and his household."
    },
    "9": {
      "17": "for my father fought for you and risked his life and rescued you from the hand of Midian;",
      "27": "They went out into the field, gathered the grapes of their vineyard and trod them, and held a festival; and they entered the house of their god, and they ate and drank, and cursed Abimelech.",
      "32": "Now then, get up during the night, you and the people who are with you, and set up an ambush in the field.",
      "35": "Now Gaal the son of Ebed came out and stood in the entrance of the city gate; then Abimelech and the people who were with him got up from the ambush.",
      "39": "So Gaal went out ahead of the leaders of Shechem and fought with Abimelech.",
      "45": "Abimelech fought against the city that entire day. He took the city and killed the people who were in it; he demolished the city and [a]sowed it with salt.",
      "48": "So Abimelech went up to Mount Zalmon, he and all the people with him; and Abimelech took an axe in his hand and cut down a branch from the trees, picked it up, and laid it on his shoulder. And he said to the people with him, “What you have seen me do, hurry and do just as I have done.”",
      "51": "But there was a strong (fortified) tower in the center of the city, and all the men and women with all the leaders of the city fled to it and shut themselves in; and they went up on the roof of the tower.",
      "53": "But a certain woman threw an upper millstone [down] on Abimelech’s head and crushed his skull.",
      "55": "When the men of Israel saw that Abimelech was dead, each departed to his home.",
      "57": "Also God repaid all the wickedness of the men of Shechem on their heads, and the curse of Jotham the son of Jerubbaal (Gideon) came upon them.(A)",
      "44": "Then Abimelech and the company with him advanced forward and stood in the entrance of the city gate; the two other companies attacked all who were in the field and killed them.",
      "47": "Abimelech was told that all the leaders of the Tower of Shechem were assembled together.",
      "50": "Then Abimelech went to Thebez, and camped against Thebez and took it.",
      "52": "So Abimelech came to the tower and fought against it, and approached the entrance of the tower to burn it down with fire.",
      "54": "Then he called quickly to the young man who was his armor bearer, and said to him, “Draw your sword and kill me, so that it will not be said of me, ‘A woman killed him.’” So the young man pierced him through, and he died.",
      "56": "In this way God repaid the wickedness of Abimelech, which he had done to his father [Jerubbaal] by killing his seventy brothers.",
      "24": "so that the violence done to the seventy sons of Jerubbaal (Gideon) might come [on the guilty], and that their [innocent] blood might be laid on Abimelech their brother, who had killed them, and on the leaders of Shechem, who strengthened his hands (encouraged him) to kill his brothers.",
      "46": "When all the leaders of the Tower of Shechem heard about it, they entered the inner chamber (stronghold) of the [a]temple of El-berith (the god of a covenant).",
      "49": "So everyone of the people also cut down his branch and followed Abimelech, and they put the branches on top of the inner chamber and set it on fire over those inside, so that all the people in the Tower of Shechem also died, about a thousand men and women."
    },
    "3": {
      "30": "So Moab was subdued and humbled that day under the hand of Israel, and the land was at rest for eighty years.",
      "23": "Then Ehud went out into the vestibule and shut the doors of the upper chamber behind him, and locked them.",
      "2": "only in order that the generations of the sons of Israel might be taught war, at least those who had not experienced it previously).",
      "20": "Ehud came to him as he was sitting alone in his [private] cool upper chamber, and Ehud said, “I have a message from God for you.” And the king got up from his seat."
    },
    "5": {
      "19": "“The kings came and fought;Then the kings of Canaan foughtAt Taanach by the waters of Megiddo.Spoils of silver they did not obtain.",
      "28": "“Out of the window she looked down and lamented (cried out in a shrill voice),The mother of Sisera through the lattice,‘Why is his chariot delayed in coming?Why have the hoofbeats of his chariots delayed?’",
      "31": "“So let all Your enemies perish, O Lord;But let those who love Him be like the rising of the sun in its might.”And the land was at rest for forty years.",
      "11": "“At the sound of those who divide flocks among the watering places,There they shall recount the righteous acts of the Lord,The righteous acts toward His villagers in Israel.Then the people of the Lord went down to the gates."
    },
    "10": {
      "18": "The people, the leaders of Gilead (Israel) said to one another, “Who is the man who will begin to fight against the Ammonites? He shall become head over all the inhabitants of Gilead.”",
      "14": "Go, cry out to the gods you have chosen; let them rescue you in your time of distress.”",
      "1": "Oppression of Philistines and Ammonites10 After Abimelech died, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel; and he lived in Shamir, in the hill country of Ephraim.",
      "13": "Yet you have abandoned (rejected) Me and served other gods; therefore I will no longer rescue you."
    },
    "12": {
      "6": "they said to him, “Then say ‘Shibboleth.’” And he said, “Sibboleth,” for he could not [a]pronounce it correctly. Then they seized him and killed him at the fords of the Jordan. At that time forty-two thousand of the Ephraimites fell.",
      "3": "So when I saw that you were not coming to help me, I took my life in my hands and crossed over against the Ammonites, and the Lord handed them over to me. So why have you come up to me this day to fight against me?”",
      "12": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun."
    },
    "1": {
      "5": "Then they found Adoni-bezek in Bezek and fought against him, and they struck down in defeat the Canaanites and the Perizzites.",
      "30": "[The warriors of the tribe of] Zebulun did not drive out the inhabitants of Kitron or of Nahalol; so the Canaanites lived among them and were put to forced labor.",
      "26": "The man went into the [a]land of the Hittites and built a city and named it Luz, which is its name to this day.",
      "25": "So he showed them the entrance to the city, and they struck the city with the edge of the sword, but they let the man and all his family go free.",
      "27": "Places Not Conquered27 But [the tribe of] Manasseh did not take possession of Beth-shean and its villages, or Taanach and its villages, or the inhabitants of Dor and its villages, or the inhabitants of Ibleam and its villages, or the inhabitants of Megiddo and its villages; so the Canaanites remained in that land."
    },
    "4": {
      "24": "And the hand of the sons of Israel pressed down heavier and heavier on Jabin king of Canaan, until they had destroyed him."
    },
    "11": {
      "26": "While Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the cities along the banks of the Arnon for three hundred years, why did you not recover your lost lands during that time?",
      "8": "The elders of Gilead said to Jephthah, “This is why we have turned to you now: that you may go with us and fight the Ammonites and become head over all the inhabitants of Gilead.”",
      "13": "The Ammonites’ king replied to the messengers of Jephthah, “It is because Israel took away [a]my land when they came up from Egypt, from the [river] Arnon as far as the Jabbok and [east of] the Jordan; so now, return those lands peaceably.”",
      "31": "then whatever comes out of the doors of my house to meet me when I return in peace from the Ammonites, it shall be the Lord’s, and I will offer it up as a burnt offering.”",
      "38": "And he said, “Go.” So he sent her away for two months; and she left with her companions, and wept over her virginity on the mountains.",
      "33": "And from Aroer to the entrance of Minnith he struck them, twenty cities, and as far as Abel-keramim (brook by the vineyard), with a very great defeat. So the Ammonites were subdued and humbled before the Israelites."
    },
    "7": {
      "13": "When Gideon arrived, [a]there was a man telling a dream to his friend. And he said, “Listen carefully, I had a dream: there was a loaf of [b]barley bread tumbling into the camp of Midian, and it came to the tent and struck it so that it fell, and turned it upside down so that the tent lay flat.”"
    },
    "2": {
      "7": "The people served the Lord all the days of Joshua and all the days of the elders who outlived Joshua, who had seen all the great work of the Lord which He had done for Israel."
    }
  },
  "Job": {
    "6": {
      "21": "“Indeed, you have now become like a dried-up stream,You see a terror [believing me to be a victim of the wrath of God] and are afraid [to be compassionate].",
      "10": "“Then I would still have consolation,And I would jump for joy amid unsparing pain,That I have not denied or hidden the words of the Holy One."
    },
    "1": {
      "4": "His sons used to go [in turn] and feast in the house of each one on his [a]day, and they would send word and invite their three sisters to eat and drink with them.(A)",
      "21": "He said,“Naked (without possessions) I came [into this world] from my mother’s womb,And naked I will return there.The Lord gave and the Lord has taken away;Blessed be the name of the Lord.”"
    },
    "2": {
      "3": "The Lord said to Satan, “Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God]. And still he maintains and holds tightly to his integrity, although you incited Me against him to destroy him without cause.”",
      "7": "So Satan departed from the presence of the Lord and struck Job with loathsome boils and agonizingly painful sores from the sole of his foot to the crown of his head."
    },
    "3": {
      "2": "[a]And Job said,",
      "25": "“For the thing which I greatly fear comes upon me,And that of which I am afraid has come upon me.",
      "1": "Job’s Lament3 After this, Job opened his mouth and cursed the day of his birth."
    },
    "4": {
      "1": "Eliphaz: Innocent Do Not Suffer4 Then Eliphaz the Temanite answered and said,",
      "21": "‘Is not their tent-cord drawn up within them [so that the tent collapses]?Do they not die, and yet without [acquiring] wisdom?’"
    },
    "5": {
      "20": "“In famine He will redeem you from death,And in war from the power of the sword.",
      "27": "“Behold this; we have investigated it, and it is true.Hear and heed it, and know for yourself [for your own good].”",
      "8": "“As for me, I would seek God and inquire of Him,And I would commit my cause to God;"
    },
    "11": {
      "17": "“And your [a]life would be brighter than the noonday;Darkness [then] would be like the morning.",
      "2": "“Shall a multitude of words not be answered?And should a talkative man [making such a long-winded defense] be acquitted?",
      "1": "Zophar Rebukes Job11 Then Zophar the Naamathite answered and said,",
      "19": "“You would lie down with no one to frighten you,And many would entreat and seek your favor."
    },
    "10": {
      "19": "‘I should have been as though I had not existed;[I should have been] carried from the womb to the grave.’",
      "22": "The [sunless] land of utter gloom as darkness itself,[The land] of the shadow of death, without order,And [where] it shines as [thick] darkness.”",
      "14": "‘If I sin, then You would take note and observe me,And You would not acquit me of my guilt.",
      "10": "‘Have You not poured me out like milkAnd curdled me like cheese?"
    },
    "12": {
      "13": "Job Speaks of the Power of God13 “But [only] with Him are [perfect] wisdom and might;He [alone] has [true] counsel and understanding.",
      "9": "“Who among all these does not recognize [in all these things that good and evil are randomly scattered throughout nature and human life]That the hand of the Lord has done this,",
      "15": "“Behold, He restrains the waters, and they dry up;Again, He sends the waters out, and they overwhelm and devastate the earth."
    },
    "9": {
      "21": "“[Though] I am blameless,I do not care about myself;I despise my life.",
      "27": "“If I say, ‘I will forget my complaint,I will leave off my sad appearance, and be cheerful and brighten up,’"
    }
  },
  "Matthew": {
    "6": {
      "22": "“The eye is the lamp of the body; so if your eye is clear [spiritually perceptive], your whole body will be full of light [benefiting from God’s precepts]."
    },
    "7": {
      "10": "Or if he asks for a fish, will [instead] give him a snake?",
      "4": "Or how can you say to your brother, ‘Let me get the speck out of your eye,’ when there is a log in your own eye?",
      "29": "for He was teaching them as one who had authority [to teach entirely of His own volition], and not as their scribes [who relied on others to confirm their authority]."
    },
    "8": {
      "8": "But the centurion replied to Him, “Lord, I am not worthy to have You come under my roof, but only say the word, and my servant will be healed.",
      "21": "Another of the [a]disciples said to Him, “Lord, let me first go and [b]bury my father (collect my inheritance).”(A)",
      "25": "And the disciples went and woke Him, saying, “Lord, save us, we are going to die!”",
      "30": "Some distance from them a large herd of pigs was grazing.",
      "20": "Jesus replied to him, “Foxes have holes and the birds of the air have nests, but the [a]Son of Man has nowhere to lay His head.”(A)",
      "33": "The herdsmen ran away, and went to the city and reported everything, including what had happened to the men under the power of demons."
    },
    "9": {
      "6": "But so that you may know that the Son of Man has authority and the power on earth to forgive sins”—then He said to the paralytic, “Get up, pick up your stretcher and go home.”",
      "33": "And when the demon was driven out [by Jesus], the mute man spoke; and the crowds wondered in amazement, saying, “Never before has anything like this [miracle] been seen in Israel.”",
      "37": "Then He said to His disciples, “The harvest is [indeed] plentiful, but the workers are few.",
      "38": "So pray to the Lord of the harvest to send out workers into His harvest.”",
      "29": "Then He touched their eyes, saying, “According to your faith [your trust and confidence in My power and My ability to heal] it will be done to you.”",
      "28": "When He went into the house, the blind men came up to Him, and Jesus said to them, “Do you believe [with a deep, abiding trust] that I am able to do this?” They said to Him, “Yes, Lord.”"
    },
    "1": {
      "17": "So all the generations from Abraham to David are fourteen; from David to the Babylonian deportation (exile), fourteen generations; and from the Babylonian deportation to the Messiah, fourteen generations.",
      "24": "Then Joseph awoke from his sleep and did as the angel of the Lord had commanded him, and he took Mary [to his home] as his wife,",
      "14": "Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud.",
      "19": "And Joseph her [promised] husband, being a just and righteous man and not wanting to expose her publicly to shame, planned to send her away and divorce her quietly."
    },
    "2": {
      "16": "Herod Slaughters the Babies16 Then Herod, when he realized that he had been tricked by the magi, was extremely angry, and he sent [soldiers] and put to death all the male children in Bethlehem and in all that area who were two years old and under, according to the date which he had learned from the magi.",
      "13": "The Flight to Egypt13 Now when they had gone, an angel of the Lord appeared to Joseph in a dream and said, “Get up! Take the Child and His mother and flee to Egypt, and remain there until I tell you; for Herod intends to search for the Child in order to destroy Him.”"
    },
    "3": {
      "15": "But Jesus replied to him, “Permit it just now; for this is the fitting way for us [a]to fulfill all righteousness.” Then John permitted [it and baptized] Him."
    },
    "4": {
      "23": "Ministry in Galilee23 And He went throughout all Galilee, teaching in their synagogues and preaching the good news (gospel) of the kingdom, and healing every kind of disease and every kind of sickness among the people [demonstrating and revealing that He was indeed the promised Messiah].",
      "25": "Large crowds followed Him from Galilee and the [a]Decapolis and Jerusalem and Judea and the other side of the Jordan."
    },
    "5": {
      "12": "Be glad and exceedingly joyful, for your reward in heaven is great [absolutely inexhaustible]; for in this same way they persecuted the prophets who were before you.(A)",
      "22": "But I say to you that everyone who continues to be angry with his brother or harbors malice against him shall be guilty before the court; and whoever speaks [contemptuously and insultingly] to his brother, [a]‘Raca (You empty-headed idiot)!’ shall be guilty before the supreme court (Sanhedrin); and whoever says, ‘You fool!’ shall be in danger of the [b]fiery hell.",
      "27": "“You have heard that it was said, ‘You shall not commit adultery’;(A)",
      "29": "If your right eye makes you stumble and leads you to sin, tear it out and throw it away [that is, remove yourself from the source of temptation]; for it is better for you to lose one of the parts of your body, than for your whole body to be thrown into hell.",
      "33": "“Again, you have heard that it was said to the men of old, ‘You shall not make false vows, but you shall fulfill your vows to the Lord [as a religious duty].’",
      "38": "“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth [punishment that fits the offense].’(A)",
      "43": "“You have heard that it was said, ‘You shall love your neighbor (fellow man) and hate your enemy.’(A)",
      "45": "so that you may [show yourselves to] be the children of your Father who is in heaven; for He makes His sun rise on those who are evil and on those who are good, and makes the rain fall on the righteous [those who are morally upright] and the unrighteous [the unrepentant, those who oppose Him].",
      "47": "And if you greet only your brothers [wishing them God’s blessing and peace], what more [than others] are you doing? Do not even the Gentiles [who do not know the Lord] do that?",
      "48": "You, therefore, will be perfect [growing into spiritual maturity both in mind and character, actively integrating godly values into your daily life], as your heavenly Father is perfect.(A)",
      "16": "Let your light shine before men in such a way that they may see your good deeds and moral excellence, and [recognize and honor and] glorify your Father who is in heaven."
    },
    "11": {
      "3": "and asked Him, “Are You the Expected One (the Messiah), or should we look for someone else [who will be the promised One]?”(A)",
      "1": "John’s Questions11 When Jesus had finished giving instructions to His twelve disciples, He went on from there to teach and to preach in their [Galilean] cities.",
      "20": "The Unrepenting Cities20 Then He began to denounce [the people in] the cities in which most of His miracles were done, because they did not repent [and change their hearts and lives].",
      "28": "“Come to Me, all who are weary and heavily burdened [by religious rituals that provide no peace], and I will give you rest [refreshing your souls with salvation].",
      "4": "Jesus answered, “Go and report to John what you hear and see:"
    },
    "10": {
      "31": "So do not fear; you are more valuable than many sparrows.",
      "42": "And whoever gives to one of these little ones [these who are humble in rank or influence] even a cup of cold water to drink because he is my disciple, truly I say to you, he will not lose his reward.”",
      "41": "He who receives and welcomes a prophet because he is a prophet will receive a prophet’s reward; and he who receives a righteous (honorable) man because he is a righteous man will receive a righteous man’s reward."
    },
    "12": {
      "16": "and warned them not to tell [publicly] who He was.",
      "32": "Whoever speaks a word against the Son of Man will be forgiven; but whoever speaks against the Holy Spirit [by attributing the miracles done by Me to Satan] will not be forgiven, either in this age or in the age to come.(A)",
      "38": "The Desire for Signs38 Then some of the scribes and Pharisees said to Him, “Teacher, we want to see a sign (attesting miracle) from You [proving that You are what You claim to be].”",
      "44": "Then it says, ‘I will return to my house from which I came.’ And when it arrives, it finds the place unoccupied, swept, and put in order.",
      "47": "Someone said to Him, “Look! Your mother and Your brothers are standing outside asking to speak to You.”",
      "49": "And stretching out His hand toward His disciples [and all His other followers], He said, “Here are My mother and My brothers!",
      "46": "Changed Relationships46 While He was still talking to the crowds, it happened that His mother and brothers stood outside, asking to speak to Him.(A)",
      "45": "Then it goes and brings with it seven other spirits more wicked than itself, and they go in and make their home there. And the last condition of that man becomes worse than the first. So will it also be with this wicked generation.”",
      "22": "The Pharisees Rebuked22 Then a demon-possessed man who was blind and mute was brought to Jesus, and He healed him, so that the mute man both spoke and saw.(A)",
      "29": "Or how can anyone go into a strong man’s house and steal his property unless he first overpowers and ties up the strong man? Then he will ransack and rob his house.(A)",
      "35": "The good man, from his [inner] good treasure, brings out good things; and the evil man, from his [inner] evil treasure, brings out evil things.",
      "43": "“Now when the unclean spirit has gone out of a man, it roams through waterless (dry, arid) places in search of rest, but it does not find it.",
      "48": "But Jesus replied to the one who told Him, “Who is My mother and who are My brothers?”"
    }
  },
  "Ephesians": {
    "6": {
      "23": "Peace be to the [a]brothers and sisters, and love joined with faith, from God the Father and the Lord Jesus Christ.",
      "6": "not in the way of eye-service [working only when someone is watching you and only] to please men, but as slaves of Christ, doing the will of God from your heart;",
      "17": "And take the helmet of salvation, and the sword of the Spirit, which is the Word of God.(A)",
      "19": "And pray for me, that words may be given to me when I open my mouth, to proclaim boldly the mystery of the good news [of salvation],"
    },
    "3": {
      "18": "be fully capable of comprehending with all the saints (God’s people) the width and length and height and depth of His love [fully experiencing that amazing, endless love];",
      "11": "This is in accordance with [the terms of] the eternal purpose which He carried out in Christ Jesus our Lord,",
      "5": "which in other generations was not disclosed to mankind, as it has now been revealed to His holy apostles and prophets by the [Holy] Spirit;"
    },
    "4": {
      "28": "The thief [who has become a believer] must no longer steal, but instead he must work hard [making an honest living], producing that which is good with his own hands, so that he will have something to share with those in need.",
      "32": "Be kind and helpful to one another, tender-hearted [compassionate, understanding], forgiving one another [readily and freely], just as God in Christ also forgave [a]you."
    },
    "5": {
      "33": "However, each man among you [without exception] is to love his wife as his very own self [with behavior worthy of respect and esteem, always seeking the best for her with an attitude of lovingkindness], and the wife [must see to it] that she respects and delights in her husband [that she notices him and prefers him and treats him with loving concern, treasuring him, honoring him, and holding him dear].(A)"
    },
    "1": {
      "4": "just as [in His love] He chose us in Christ [actually selected us for Himself as His own] before the foundation of the world, so that we would be holy [that is, consecrated, set apart for Him, purpose-driven] and blameless in His sight. In love"
    },
    "2": {
      "21": "in whom the whole structure is joined together, and it continues [to increase] growing into a holy temple in the Lord [a sanctuary dedicated, set apart, and sacred to the presence of the Lord].",
      "10": "For we are His workmanship [His own master work, a work of art], created in Christ Jesus [reborn from above—spiritually transformed, renewed, ready to be used] for good works, which God prepared [for us] beforehand [taking paths which He set], so that we would walk in them [living the good life which He prearranged and made ready for us].(A)"
    }
  },
  "Joshua": {
    "6": {
      "24": "Then they completely burned the city and everything that was in it. They put only the silver and the gold, and the articles of bronze and of iron, into the treasury of the house (tabernacle) of the Lord.",
      "23": "So the young men, the spies, went in and brought out Rahab and her father and her mother and her brothers and everything that she had; they also brought out all her relatives and allowed them to stay outside the camp of Israel [at Gilgal during the time required for ceremonial cleansing].(A)"
    },
    "7": {
      "26": "Then they piled up over him a great heap of stones that remains to this day. Then the Lord turned from the fierceness of His anger. Therefore the name of that place has been called the Valley of Achor (Disaster) to this day.",
      "12": "That is why the [a]soldiers of Israel could not stand [and defend themselves] before their enemies; they turned their backs [and ran] before them, because they have become accursed. I will not be with you anymore unless you destroy the things under the ban from among you."
    },
    "8": {
      "16": "Then all the people who were in the city were called together to pursue them, and they pursued Joshua and were lured away from the city.",
      "33": "All Israel, the stranger as well as the native born [among them], with their elders and officers and their judges, stood on either side of the ark before the Levitical priests who carried the ark of the covenant of the Lord. Half of them stood in front of Mount Gerizim and half of them in front of Mount Ebal, just as Moses the servant of the Lord had commanded at first to bless the people of Israel.",
      "28": "So Joshua burned Ai and made it a [a]rubbish heap forever, a desolation until this day.",
      "18": "Then the Lord said to Joshua, “Reach out with the spear that is in your hand [and point it] toward Ai, for I will give it into your hand.” So Joshua reached out with the spear in his hand [and pointed it] toward the city.",
      "20": "When the men of Ai turned back and looked, behold, the smoke of the city was ascending toward the sky, [a]and they had no opportunity to run this way or that way. Then the people who had been running to the wilderness turned back toward the pursuers."
    },
    "9": {
      "16": "It happened that three days after they had made a covenant (treaty) with them, the Israelites heard that they were [actually] their neighbors and that they were living among them.",
      "23": "Now therefore, you are cursed, and you shall always be slaves, both cutters and gatherers of firewood and water carriers for the house of my God.”"
    },
    "2": {
      "23": "Then the two men turned back and came down from the hill country and crossed over [the Jordan] and came to Joshua the son of Nun [at Shittim], and told him everything that had happened to them.",
      "6": "But [in fact] she had brought the scouts up to the roof and had hidden them under the [a]stalks of flax which she had laid in order on the roof [to dry]."
    },
    "4": {
      "21": "He said to the sons of Israel, “When your children ask their fathers in time to come, ‘What do these stones mean?’",
      "24": "so that all the peoples of the earth may know [without any doubt] and acknowledge that the hand of the Lord is mighty and extraordinarily powerful, so that you will fear the Lord your God [and obey and worship Him with profound awe and reverence] forever.”"
    },
    "10": {
      "37": "and captured it and struck it and its king and all its cities and all the persons who were in it with the edge of the sword. He left no survivor, just as he had done to Eglon. He utterly destroyed it and every person who was in it.",
      "41": "Joshua struck them from Kadesh-barnea even as far as Gaza, and all the country of Goshen even as far as Gibeon.",
      "43": "So Joshua and all Israel with him returned to the camp at Gilgal.",
      "15": "Then [a]Joshua and all Israel with him returned to the camp at Gilgal.",
      "26": "Then afterward Joshua struck them [with his sword] and put them to death, and he hung them on five trees; and they [a]hung on the trees until evening.",
      "38": "Then Joshua and all Israel with him returned to Debir, and fought against it."
    },
    "11": {
      "12": "Joshua captured all the cities of these kings, and all their kings, and he struck them with the edge of the sword, utterly destroying them, just as Moses the servant of the Lord had commanded.(A)",
      "21": "Then Joshua came at that time and cut off the [a]Anakim from the hill country, from Hebron, from Debir, from Anab and from all the hill country of Judah and all the hill country of Israel. Joshua utterly destroyed them with their cities."
    },
    "12": {
      "5": "and ruled over Mount Hermon and Salecah and all of Bashan to the border of the Geshurites and the Maacathites, and over half of Gilead, as far as the border of Sihon king of Heshbon.",
      "2": "Sihon king of the Amorites, who lived in Heshbon, and ruled from Aroer, which is on the edge of the valley of the [river] Arnon, both the middle of the valley and half of Gilead, and as far as the brook Jabbok, [which is] the border of the sons of Ammon;",
      "11": "the king of Jarmuth, one; the king of Lachish, one;"
    },
    "5": {
      "15": "The captain of the Lord’s army said to Joshua, “Remove your sandals from your feet, because the place where you are standing is holy (set apart to the Lord).” And Joshua did so.(A)",
      "10": "While the Israelites camped at Gilgal they observed the Passover on the evening of the fourteenth day of the month on the desert plains of Jericho."
    },
    "1": {
      "4": "From the wilderness [of Arabia in the south] and this Lebanon [in the north], even as far as the great river, the river Euphrates [in the east], all the land of the [a]Hittites (Canaan), and as far as the Great [Mediterranean] Sea toward the west shall be your territory."
    },
    "3": {
      "1": "Israel Crosses the Jordan3 Joshua got up early in the morning; then he and all the children of Israel set out from Shittim and came to the Jordan, and they spent the night there before they crossed [the river]."
    }
  },
  "2 Kings": {
    "6": {
      "25": "Now there was a great famine in Samaria; and they [a]besieged it until a [b]donkey’s head was sold for eighty shekels of silver, and a fourth of a [c]kab of [d]dove’s dung for five shekels of silver.",
      "17": "Then Elisha prayed and said, “Lord, please, open his eyes that he may see.” And the Lord opened the servants eyes and he saw; and behold, the mountain was full of horses and chariots of fire surrounding Elisha.",
      "4": "So he went with them; and when they came to the Jordan, they cut down [some of] the trees."
    },
    "7": {
      "20": "And so it happened to him; for the people trampled him at the gate, and he died."
    },
    "9": {
      "18": "So the horseman went to meet him and said, “Thus says the king: ‘Do you come in peace?’” And Jehu said, “What have you to do with peace? Rein in behind me.” And the watchman reported, “The messenger approached them, but he has not returned.”",
      "5": "When he arrived, the captains of the army were sitting [outside]; and he said, “I have a message for you, O captain.” Jehu said, “To which one of us?” And he said, “For you, O captain.”",
      "37": "The corpse of Jezebel will be like dung on the surface of the field in the property of Jezreel, so they cannot say, “This is Jezebel.”’”",
      "13": "Then they hurried and each man took his garment and placed it [as a cushion] under Jehu on the top of the [outside] stairs, and blew the trumpet, saying, “Jehu is king!”",
      "16": "So Jehu rode in a chariot and went to Jezreel, for Joram was lying there. And Ahaziah king of Judah had come down to see Joram."
    },
    "5": {
      "27": "Therefore, the leprosy of Naaman shall cling to you and to your descendants forever.” So Gehazi departed from his presence, a leper as white as snow.(A)"
    },
    "10": {
      "35": "Jehu slept with his fathers [in death], and they buried him in Samaria. Jehoahaz his son became king in his place.",
      "5": "And the one who was in charge of the household, and the one who was overseer of the city, the elders, and the guardians [of the children] sent word to Jehu, saying, “We are your servants and we will do whatever you tell us, but we will not make any man king; do what is good in your eyes.”",
      "21": "Then Jehu sent throughout Israel, and all the worshipers of Baal came; there was no one left who did not come. They went to the house (temple) of Baal, and the house of Baal was filled from one end to the other.",
      "26": "They brought out the sacred pillars (obelisks) of the house of Baal and burned them."
    },
    "12": {
      "9": "Then Jehoiada the priest took a chest and bored a hole in its lid and set it beside the altar, on the right side as one enters the house of the Lord; and the priests who guarded the door put in the chest all the money that was brought [by the people] into the house of the Lord.",
      "16": "Money from the guilt offerings and money from the sin offerings was not brought into the house of the Lord [for repairs]; it was for the priests.",
      "19": "Joash (Jehoash) Succeeded by Amaziah in Judah19 Now the rest of the acts of Joash and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    "4": {
      "44": "So he set it before them, and they ate and left some, in accordance with the word of the Lord."
    },
    "11": {
      "21": "[a]Jehoash (Joash) was seven years old when he became king.",
      "15": "Then Jehoiada the priest commanded the captains of hundreds appointed over the army and said to them, “Take her out between the ranks, and whoever follows her put to death with the sword.” For the priest had said, “Let her not be put to death in the house (temple) of the Lord.”"
    },
    "2": {
      "1": "Elijah Taken to Heaven2 When the Lord was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were traveling from Gilgal.",
      "22": "So the waters have been purified to this day, in accordance with the word spoken by Elisha.",
      "19": "Then the men of the city said to Elisha, “Look, this city is in a pleasant place, as my lord [Elisha] sees; but the water is bad and the land [a]is barren.”"
    },
    "3": {
      "15": "But now bring me a musician.” And it came about while the musician played, that the hand (power) of the Lord came upon Elisha."
    }
  },
  "2 Chronicles": {
    "6": {
      "30": "then hear from heaven, Your dwelling place, and forgive, and render to each [a]in accordance with all his ways, whose heart You know; for You alone know the hearts of the sons of men,",
      "6": "but I have chosen Jerusalem that My Name might be there, and I have chosen David to be over My people Israel.’"
    },
    "11": {
      "16": "Those from all the tribes of Israel who set their hearts on seeking the Lord God of Israel followed [a]them to Jerusalem, to sacrifice to the Lord God of their fathers.",
      "23": "He acted wisely and distributed some of his sons throughout the territories of Judah and Benjamin to all the fortified cities. He gave them abundant provisions, and he sought many wives for them.",
      "12": "And in each city he put [large] shields and spears, and made them very strong. So he held Judah and Benjamin.",
      "18": "Rehoboam’s Family18 Rehoboam took as his wife Mahalath, the daughter of Jerimoth the son of David, and of Abihail the daughter of Eliab the son of Jesse.",
      "22": "Rehoboam appointed Abijah the son of Maacah the chief leader among his brothers, because he intended to make him king."
    },
    "9": {
      "29": "Now the rest of the acts of Solomon, from the first to the last, are they not written in the records of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?",
      "3": "So when the queen of Sheba saw the [depth of] Solomon’s wisdom, and the house which he had built,",
      "28": "And they were importing horses for Solomon from Egypt and from all [the other] countries."
    },
    "10": {
      "19": "And Israel has rebelled against the house of David to this day.",
      "7": "They answered him, saying, “If you are kind to these people and please them and speak good words to them, then they will be your servants forever.”"
    },
    "12": {
      "11": "And whenever the king entered the house of the Lord, the guards came and carried the shields and then brought them back into the guards’ room."
    },
    "4": {
      "22": "and the snuffers, the basins, the dishes [for incense], and the firepans, of pure gold; and for the entrance of the house (temple), the inner doors for the Holy of Holies and the doors of the Holy Place (main room), were of gold."
    },
    "5": {
      "14": "so that the priests could not remain standing to minister because of the cloud; for the glory and brilliance of the Lord filled the house of God."
    },
    "2": {
      "3": "Then Solomon sent word to [a]Hiram king of Tyre, saying, “As you dealt with my father David and sent him cedars to build himself a house in which to live, [please] do the same for me."
    },
    "8": {
      "11": "Then Solomon brought the daughter of Pharaoh up from the City of David into the house (palace) he had built for her, for he said, “My wife shall not live in the house of David king of Israel, because the places where the ark of the Lord has entered are holy.”"
    },
    "1": {
      "11": "God replied to Solomon, “Because this was in your heart and you did not ask for riches, possessions or honor and personal glory, or the life of those who hate you, nor have you even asked for long life, but you have asked for wisdom and knowledge for yourself so that you may rule and administer justice to My people over whom I have made you king,"
    }
  },
  "1 Corinthians": {
    "7": {
      "14": "For the unbelieving husband is [a]sanctified [that is, he receives the blessings granted] through his [Christian] wife, and the unbelieving wife is sanctified through her believing husband. Otherwise your children would be [ceremonially] [b]unclean, but as it is they are holy.",
      "10": "But to the [a]married [believers] I give instructions—not I, but the Lord—that the wife is not to separate from her husband,",
      "28": "But if you do marry, you have not sinned [in doing so]; and if a virgin marries, she has not sinned [in doing so]. Yet those [who marry] will have troubles (special challenges) in this life, and I am trying to spare you that."
    },
    "8": {
      "13": "Therefore, if [my eating a certain] food causes my brother to stumble (sin), I will not eat [such] meat ever again, so that I will not cause my brother to stumble.",
      "2": "If anyone imagines that he knows and understands anything [of divine matters, without love], he has not yet known as he ought to know."
    },
    "1": {
      "18": "The Wisdom of God18 For the message of the cross is foolishness [absurd and illogical] to those who are perishing and spiritually dead [because they reject it], but to us who are being saved [by God’s grace] it is [the manifestation of] the power of God.",
      "29": "so that no one may [be able to] boast in the presence of God.",
      "3": "Grace to you and peace [inner calm and spiritual well-being] from God our Father and the Lord Jesus Christ.",
      "6": "In this way our testimony about Christ was confirmed and established in you,",
      "23": "but we preach Christ crucified, [a message which is] to Jews a stumbling block [that provokes their opposition], and to Gentiles foolishness [just utter nonsense],",
      "24": "but to those who are the called, both Jews and Greeks (Gentiles), Christ is the power of God and the wisdom of God.(A)",
      "1": "Appeal to Unity1 Paul, called as an apostle (special messenger, personally chosen representative) of Jesus Christ by the will of God, and our brother [a]Sosthenes,",
      "11": "For I have been informed about you, my brothers and sisters, by those of Chloe’s household, that there are quarrels and factions among you.",
      "31": "so then, as it is written [in Scripture], “He who boasts and glories, let him boast and glory in the Lord.”(A)"
    },
    "4": {
      "15": "For even if you were to have ten thousand teachers [to guide you] in Christ, yet you would not have many fathers [who led you to Christ and assumed responsibility for you], for I became your father in Christ Jesus through the good news [of salvation].",
      "21": "Which do you prefer? Shall I come to you with a rod [of discipline and correction], or with love and a gentle spirit?"
    },
    "11": {
      "22": "What! Do you not have houses in which to eat and drink? Or do you show contempt for the church of God and humiliate those [impoverished believers] who have nothing? What will I say to you? Shall I praise you for this? In this I will not praise you!",
      "7": "A man ought not have his head covered [during worship], since he is the image and [reflected] glory of God; but the woman is [the expression of] man’s glory.(A)",
      "33": "So then, my brothers and sisters, when you come together to eat [the Lord’s Supper], wait for one another [and see to it that no one is left out].",
      "23": "The Lord’s Supper23 [a]For I received from the Lord Himself that [instruction] which I passed on to you, that the Lord Jesus on the night in which He was betrayed took bread;",
      "9": "for indeed man was not created for the sake of woman, but woman for the sake of man.(A)",
      "15": "but if a woman has long hair, it is her ornament and glory? For her long hair is given to her as a covering.",
      "21": "for when you eat, each one hurries to get his own supper first [not waiting for others or the poor]. So one goes hungry while another gets drunk.",
      "26": "For every time you eat this bread and drink this cup, you are [symbolically] proclaiming [the fact of] the Lord’s death until He comes [again].",
      "20": "So when you meet together, it is not to eat the [a]Lord’s Supper,"
    },
    "10": {
      "9": "We must not tempt the Lord [that is, test His patience, question His purpose or exploit His goodness], as some of them did—and they were killed by serpents.(A)",
      "33": "just as I please everyone in all things [as much as possible adapting myself to the interests of others], not seeking my own benefit but that of the many, so that they [will be open to the message of salvation and] may be saved.",
      "14": "Therefore, my beloved, run [keep far, far away] from [any sort of] idolatry [and that includes loving anything more than God, or participating in anything that leads to sin and enslaves the soul].",
      "12": "Therefore let the one who thinks he stands firm [immune to temptation, being overconfident and self-righteous], take care that he does not fall [into sin and condemnation]."
    },
    "12": {
      "19": "If they all were a single organ, where would [the rest of] the body be?",
      "8": "To one is given through the [Holy] Spirit [the power to speak] the message of wisdom, and to another [the power to express] the word of knowledge and understanding according to the same Spirit;",
      "14": "For the [human] body does not consist of one part, but of many [limbs and organs].",
      "26": "And if one member suffers, all the parts share the suffering; if one member is honored, all rejoice with it.",
      "20": "But now [as things really are] there are many parts [different limbs and organs], but a single body."
    },
    "5": {
      "13": "God alone sits in judgment on those who are outside [the faith]. Remove the wicked one from among you [expel him from your church].(A)",
      "6": "Your boasting [over the supposed spirituality of your church] is not good [indeed, it is vulgar and inappropriate]. [a]Do you not know that [just] a little leaven ferments the whole batch [of dough, just as a little sin corrupts a person or an entire church]?"
    },
    "6": {
      "3": "Do you not know that we [believers] will judge angels? How much more then [as to] matters of this life?"
    },
    "9": {
      "6": "Or is it only Barnabas and I who have no right to stop doing manual labor [in order to support our ministry]?",
      "18": "What then is my reward? [Just this:] that, when I preach the gospel, I may offer the gospel without charge [to everyone], so as not to take advantage of my rights [as a preacher and apostle] in [preaching] the gospel.",
      "25": "Now every athlete who [goes into training and] competes in the games is disciplined and exercises self-control in all things. They do it to win a [a]crown that withers, but we [do it to receive] an imperishable [crown that cannot wither]."
    }
  },
  "Hebrews": {
    "7": {
      "15": "And this becomes even more evident if another priest arises in the likeness of Melchizedek,(A)"
    },
    "9": {
      "13": "For if the sprinkling of [ceremonially] defiled persons with the blood of goats and bulls and the ashes of a [burnt] heifer is sufficient for the cleansing of the body,(A)",
      "17": "for a will and testament takes effect [only] at death, since it is never in force as long as the one who made it is alive.",
      "8": "By this the Holy Spirit signifies that the way into the Holy Place [the true Holy of Holies and the presence of God] has not yet been disclosed as long as the [a]first or outer tabernacle is still standing [that is, as long as the Levitical system of worship remains a recognized institution],",
      "26": "Otherwise, He would have needed to suffer over and over since the foundation of the world; but now once for all at the consummation of the ages He has appeared and been publicly manifested to put away sin by the sacrifice of Himself."
    },
    "11": {
      "4": "By faith Abel offered to God a more acceptable sacrifice than Cain, through which it was testified of him that he was righteous (upright, in right standing with God), and God testified by accepting his gifts. And though he died, yet through [this act of] faith he still speaks.(A)",
      "32": "And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,(A)",
      "36": "and others experienced the trial of mocking and scourging [amid torture], and even chains and imprisonment.",
      "8": "By faith Abraham, when he was called [by God], obeyed by going to a place which he was to receive as an inheritance; and he went, not knowing where he was going.",
      "40": "because God had us in mind and had something better for us, so that they [these men and women of authentic faith] would not be made perfect [that is, completed in Him] apart from us."
    },
    "5": {
      "14": "But solid food is for the [spiritually] mature, whose senses are trained by practice to distinguish between what is morally good and what is evil.",
      "3": "and because of this [human weakness] he is required to offer sacrifices for sins, for himself as well as for the people."
    },
    "10": {
      "11": "Every priest stands [at his altar of service] ministering daily, offering the same sacrifices over and over, which are never able [a]to strip away sins [that envelop and cover us];",
      "28": "Anyone who has ignored and set aside the Law of Moses is put to death without mercy on the testimony of two or three witnesses.(A)",
      "39": "But [a]our way is not that of those who shrink back to destruction, but [we are] of those who believe [relying on God through faith in Jesus Christ, the Messiah] and by this confident faith preserve the soul.",
      "13": "waiting from that time onward until his enemies are made a footstool for His feet.(A)",
      "35": "Do not, therefore, fling away your [fearless] confidence, for it has a glorious and great reward.",
      "37": "For yet in a very little while,He who is coming will come, and will not delay."
    },
    "4": {
      "16": "Therefore let us [with privilege] approach the throne of grace [that is, the throne of God’s gracious favor] with confidence and without fear, so that we may receive mercy [for our failures] and find [His amazing] grace to help in time of need [an appropriate blessing, coming just at the right moment]."
    },
    "12": {
      "27": "Now this [expression], “Yet once more,” indicates the removal and final transformation of all those things which can be shaken—that is, of that which has been created—so that those things which cannot be shaken may remain.(A)"
    },
    "1": {
      "2": "has in these last days spoken [with finality] to us in [the person of One who is by His character and nature] His Son [namely Jesus], whom He appointed heir and lawful owner of all things, through whom also He created the universe [that is, the universe as a space-time-matter continuum].",
      "9": "“You have loved righteousness [integrity, virtue, uprightness in purpose] and have hated lawlessness [injustice, sin].Therefore God, Your God, Has anointed YouWith the oil of gladness above Your companions.”(A)"
    },
    "6": {
      "13": "For when God made the promise to Abraham, He swore [an oath] by Himself, since He had no one greater by whom to swear,"
    },
    "8": {
      "4": "Now if He were [still living] on earth, He would not be a priest at all, for there are priests who offer the gifts [to God] in accordance with the Law."
    }
  },
  "2 Samuel": {
    "7": {
      "18": "David’s Prayer18 Then King David went in and sat [in prayer] before the Lord, and said, “Who am I, O Lord [a]God, and what is my house (family), that You have brought me this far?"
    },
    "3": {
      "26": "Joab Murders Abner26 When Joab left David, he sent messengers after Abner, and they brought him back from the well of Sirah; but David knew nothing [about Joab’s action].",
      "35": "All the people came to urge David to eat food while it was still day; but David took an oath, saying, “May God do so to me, and more also, if I taste bread or anything else before the sun sets.”",
      "36": "And all the people took notice of it and it [a]pleased them, just as everything that the king did pleased all the people.",
      "38": "Then the king said to his servants, “Do you not know that a prince and a great man has fallen this day in Israel?",
      "14": "So David sent messengers to Ish-bosheth, Saul’s son, saying, “[a]Give me my wife Michal, to whom I was [b]betrothed for [the price of] a hundred foreskins of the Philistines.”",
      "28": "Afterward, when David heard of it, he said, “I and my kingdom are forever innocent before the Lord of the blood of Abner the son of Ner.",
      "33": "And the king sang a dirge (funeral song) over Abner and said,“Should Abner [the great warrior] die as a fool dies?",
      "5": "and the sixth, Ithream, by David’s wife Eglah. These [sons] were born to David in Hebron.",
      "23": "When Joab and all the army that was with him arrived, they told Joab, “Abner the son of Ner came to the king, and he has sent him away, and he has gone in peace.”"
    },
    "10": {
      "19": "When all the kings serving Hadadezer saw that they had been defeated by Israel, they made peace with Israel and served them. So the Arameans (Syrians) were afraid to help the Ammonites anymore.",
      "17": "When David was informed, he gathered all Israel together and crossed the Jordan, and came to Helam. Then the Arameans assembled in battle formation to meet David and fought against him."
    },
    "11": {
      "14": "In the morning David wrote a letter to Joab and sent it [a]with Uriah.",
      "24": "Then the archers shot at your servants from the wall. Some of the king’s servants are dead, and your servant Uriah the Hittite is also dead.”",
      "27": "And when the time of mourning was past, David sent word and had her brought to his house, and she became his wife and bore him a son. But the thing that David had done [with Bathsheba] was evil in the sight of the Lord.",
      "10": "When they told David, “Uriah did not go down to his house,” David said to Uriah, “Have you not [just] come from a [long] journey? Why did you not go to your house?”",
      "15": "He wrote in the letter, “Put Uriah in the front line of the heaviest fighting and leave him, so that he may be struck down and die.”",
      "16": "So it happened that as Joab was besieging the city, he assigned Uriah to the place where he knew the [enemy’s] valiant men were positioned."
    },
    "12": {
      "8": "I also gave you your master’s house, and put your master’s wives into your [a]care and under your protection, and I gave you the house (royal dynasty) of Israel and of Judah; and if that had been too little, I would have given you much more!",
      "17": "The elders of his household stood by him [in the night] to lift him up from the ground, but he was unwilling [to get up] and would not eat food with them.",
      "22": "David said, “While the child was still alive, I fasted and wept; for I thought, ‘Who knows, the Lord may be gracious to me and the child may live.’",
      "5": "Then David’s anger burned intensely against the man, and he said to Nathan, “As the Lord lives, the man who has done this deserves to die.",
      "27": "Joab sent messengers to David and said, “I have fought against Rabbah; I have even taken the city of waters."
    },
    "4": {
      "12": "So David commanded his young men, and they killed them and cut off their hands and feet and hung them beside the pool in Hebron. But they took Ish-bosheth’s head and buried it in Hebron in the tomb of Abner [his relative]."
    },
    "5": {
      "25": "David did just as the Lord had commanded him, and struck down the Philistines from Geba as far as Gezer."
    },
    "6": {
      "23": "Michal the daughter of Saul had no [a]child to the day of her death.",
      "2": "And David arose and went with all those who were with him to Baale-judah [Kiriath-jearim], to bring up from there [to Jerusalem] the ark of God which is called by the Name—the very Name of the Lord of hosts, who dwells enthroned above the cherubim."
    },
    "1": {
      "12": "They mourned and wept and fasted until evening for Saul and Jonathan his son, and for the Lord’s people and the house of [a]Israel, because they had fallen by the sword [in battle].",
      "16": "David said to the [fallen] man, “[a]Your blood is on your own head, for your own mouth has testified against you, saying, ‘I have killed the Lord’s anointed.’”",
      "17": "David’s Dirge for Saul and Jonathan17 Then David sang this dirge (funeral song) over Saul and his son Jonathan,"
    },
    "9": {
      "6": "Mephibosheth the son of Jonathan, the son of Saul, came to David and fell face down and lay himself down [in respect]. David said, “Mephibosheth.” And he answered, “Here is your servant!”"
    },
    "2": {
      "18": "Three sons of Zeruiah [the half sister of David] were there: Joab, Abishai, and Asahel. Now Asahel was as light and swift-footed as one of the [wild] gazelles in the field.",
      "10": "Ish-bosheth, Saul’s son, was forty years old when he became king over Israel, and he reigned for two years. But the house of Judah followed David."
    }
  },
  "Genesis": {
    "8": {
      "14": "On the twenty-seventh day of the second month the land was [entirely] dry.",
      "6": "At the end of [another] forty days Noah opened the window of the ark which he had made;"
    },
    "9": {
      "14": "It shall come about, when I bring clouds over the earth, that the rainbow shall be seen in the clouds,",
      "25": "So he said,“Cursed be Canaan [the son of Ham];[a]A servant of servantsHe shall be to his brothers.”(A)",
      "29": "So all the days of Noah were nine hundred and fifty years, and he died.",
      "16": "When the rainbow is in the clouds and I look at it, I will [solemnly] remember the everlasting covenant between God and every living creature of all flesh that is on the earth.”",
      "10": "and with every living creature that is with you—the birds, the livestock, and the wild animals of the earth along with you, of everything that comes out of the ark—every living creature of the earth.",
      "21": "He drank some of the wine and became drunk, and he was uncovered and lay exposed inside his tent."
    },
    "5": {
      "17": "So Mahalalel lived eight hundred and ninety-five years, and he died.",
      "25": "When Methuselah was a hundred and eighty-seven years old, he became the father of Lamech.",
      "31": "So all the days of Lamech were seven hundred and seventy-seven years, and he died.",
      "32": "After Noah was five hundred years old, he became the father of Shem, Ham, and Japheth.",
      "2": "He created them male and female, and blessed them and named them [a]Mankind at the time they were created."
    },
    "11": {
      "9": "Therefore the name of the city was [a]Babel—because there the Lord confused the language of the entire earth; and from that place the Lord scattered and dispersed them over the surface of all the earth.",
      "10": "Descendants of Shem10 These are the records of the generations of Shem [from whom Abraham descended]. Shem was a hundred years old when he became the father of Arpachshad, two years after the flood.",
      "24": "When Nahor had lived twenty-nine years, he became the father of Terah.",
      "32": "Terah lived two hundred and five years; and Terah died in Haran.",
      "31": "Terah took Abram his son, and Lot the son of Haran, his grandson, and Sarai his daughter-in-law, his son Abram’s wife; and they went out together to go from Ur of the Chaldeans into the land of Canaan; but when they came to Haran [about five hundred and fifty miles northwest of Ur], they settled there.",
      "19": "And Peleg lived two hundred and nine years after Reu was born, and he had other sons and daughters.",
      "17": "And Eber lived four hundred and thirty years after Peleg was born, and he had other sons and daughters."
    },
    "10": {
      "12": "and [Nimrod built] Resen, which is between Nineveh and Calah; all these [combined to form] the great city [Nineveh].(A)",
      "22": "The sons of Shem: Elam, Asshur, Arpachshad, Lud and Aram;",
      "29": "and Ophir, Havilah, and Jobab; all these were the sons of Joktan.",
      "32": "These are the families of the sons of Noah, according to their descendants, by their nations; and from these [people] the nations were separated and spread abroad on the earth after the flood.(A)",
      "2": "the sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras;",
      "14": "and Pathrusim and Casluhim—from whom came the Philistines—and Caphtorim."
    },
    "4": {
      "26": "To Seth, also, a son was born, whom he named Enosh (mortal man, mankind). At that [same] time men began to call on the name of the Lord [in worship through prayer, praise, and thanksgiving].(A)"
    },
    "1": {
      "29": "So God said, “Behold, I have given you every plant yielding seed that is on the surface of the entire earth, and every tree which has fruit yielding seed; it shall be food for you;",
      "7": "And God made the expanse [of sky] and separated the waters which were under the expanse from the waters which were above the expanse; and it was so [just as He commanded].",
      "20": "Then God said, “Let the waters swarm and abundantly produce living creatures, and let birds soar above the earth [a]in the open expanse of the heavens.”",
      "31": "God saw everything that He had made, and behold, it was very good and He validated it completely. And there was evening and there was morning, a sixth day."
    },
    "7": {
      "21": "All living beings that moved on the earth perished—birds and cattle (domestic animals), [wild] animals, all things that swarm and crawl on the earth, and all mankind."
    },
    "2": {
      "1": "The Creation of Man and Woman2 So the heavens and the earth were completed, and all their hosts (inhabitants).",
      "15": "So the Lord God took the man [He had made] and settled him in the Garden of Eden to cultivate and keep it.",
      "16": "And the Lord God commanded the man, saying, “You may freely (unconditionally) eat [the fruit] from every tree of the garden;"
    }
  },
  "Ezra": {
    "8": {
      "24": "Then I set apart twelve leading priests, Sherebiah, Hashabiah, and ten of their brothers (relatives),",
      "12": "of the sons of Azgad, Johanan son of Hakkatan, with 110 men;"
    },
    "1": {
      "1": "Proclamation of Cyrus1 Now in the [a]first year of [b]Cyrus king of Persia [that is, the first year he ruled Babylon], in order to fulfill the word of the Lord by the mouth of Jeremiah [the prophet], the Lord stirred up (put in motion) the spirit of Cyrus king of Persia, so that he sent a proclamation throughout all his kingdom, and also put it in writing, saying:(A)"
    },
    "2": {
      "35": "the sons of Senaah, 3,630.",
      "37": "the sons of Immer, 1,052;",
      "42": "The sons of the gatekeepers: of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai, in all 139.",
      "47": "the sons of Giddel, Gahar, Reaiah,",
      "50": "the sons of Asnah, Meunim, Nephisim,",
      "53": "the sons of Barkos, Sisera, Temah,",
      "55": "The sons of [King] Solomon’s servants: the sons of Sotai, Hassophereth (Sophereth), Peruda,",
      "56": "the sons of Jaalah, Darkon, Giddel,",
      "57": "the sons of Shephatiah, Hattil, Pochereth-hazzebaim, Ami.",
      "58": "All the temple servants and the sons of Solomon’s servants totaled 392.",
      "59": "Now these are the ones who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, but they could not provide evidence of their fathers’ households and their descendants, whether they were of Israel:",
      "4": "the sons of Shephatiah, 372;",
      "41": "The singers: the sons of Asaph, 128.",
      "13": "the sons of Adonikam, 666;",
      "14": "the sons of Bigvai, 2,056;"
    },
    "10": {
      "42": "Shallum, Amariah, and Joseph.",
      "43": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.",
      "44": "All these had married foreign women, and some of them had wives by whom they had children.",
      "23": "Of the Levites: Jozabad, Shimei, Kelaiah, that is, Kelita, Pethahiah, Judah, and Eliezer.",
      "33": "of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei;",
      "36": "Vaniah, Meremoth, Eliashib,",
      "8": "and that whoever would not come within three days, by order of the counsel of the leaders and the elders, all his possessions and property would be forfeited and he himself would be excluded from the assembly of the exiles.",
      "22": "and of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
      "27": "and of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;",
      "28": "and of the sons also of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai;",
      "39": "Shelemiah, Nathan, Adaiah,",
      "40": "Machnadebai, Shashai, Sharai,"
    },
    "5": {
      "17": "So now, if it pleases the king, let a search be conducted in the king’s treasure house [in the royal archives] there in Babylon to see if it is true that a decree was issued by King Cyrus to rebuild this house of God at Jerusalem; and let the king send us his decision concerning this matter.”"
    },
    "4": {
      "24": "Then the [a]work on the house of God in Jerusalem stopped. It was suspended until the second year of the reign of Darius king of Persia."
    },
    "9": {
      "14": "shall we again break Your commandments and intermarry with the peoples who practice these repulsive acts? Would You not be angry with us to the point of total destruction, so that there would be no remnant nor survivor?(A)",
      "15": "O Lord God of Israel, You are [uncompromisingly] just (righteous), for we have been left as survivors, as it is this day. Behold, we are before You in our guilt, for no one can stand before You because of this.”"
    },
    "6": {
      "7": "Leave the work on this house of God alone; let the governor of the Jews and the Jewish elders rebuild this house of God on its site.",
      "14": "And the Jewish elders built and prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished their building as commanded by the God of Israel and in accordance with the decree of Cyrus and Darius and Artaxerxes king of Persia."
    },
    "7": {
      "22": "even up to 100 talents of silver, 100 kors (measures) of wheat, 100 baths of wine, 100 baths of [olive] oil, and salt as needed.",
      "25": "“You, Ezra, are to appoint magistrates and judges in accordance with the wisdom and instruction of your God which is in your hand, so that they may judge all the people who are in the province west of the [Euphrates] River; appoint those who know the laws of your God; and you may teach anyone who does not know them."
    },
    "3": {
      "6": "From the first day of the seventh month they began to offer burnt offerings to the Lord, but the foundation of the temple of the Lord had not been laid."
    }
  },
  "2 Corinthians": {
    "9": {
      "12": "For the ministry of this service (offering) is not only supplying the needs of the saints (God’s people), but is also overflowing through many expressions of thanksgiving to God.",
      "4": "otherwise, if any Macedonians come with me and find you unprepared, we—to say nothing of yourselves—will be humiliated for being so confident.",
      "7": "Let each one give [thoughtfully and with purpose] just as he has decided in his heart, not grudgingly or under compulsion, for God loves a cheerful giver [and delights in the one whose heart is in his gift].(A)"
    },
    "4": {
      "16": "Therefore we do not become discouraged [spiritless, disappointed, or afraid]. Though our outer self is [progressively] wasting away, yet our inner self is being [progressively] renewed day by day.",
      "18": "So we look not at the things which are seen, but at the things which are unseen; for the things which are visible are temporal [just brief and fleeting], but the things which are invisible are everlasting and imperishable."
    },
    "11": {
      "23": "Are they [self-proclaimed] servants of Christ?—I am speaking as if I were out of my mind—I am more so [for I exceed them]; with far more labors, with far more imprisonments, beaten times without number, and often in danger of death.",
      "7": "Or did I [perhaps] sin by humbling myself so that you might be exalted and honored, because I preached God’s gospel to you [a]free of charge?",
      "10": "As the truth of Christ is in me, my boast [of independence] will not be silenced in the regions of Achaia (southern Greece).",
      "27": "in labor and hardship, often unable to sleep, in hunger and thirst, often [driven to] fasting [for lack of food], in cold and exposure [without adequate clothing]."
    },
    "5": {
      "21": "He made Christ who knew no sin to [judicially] be sin on our behalf, so that in Him we would become the righteousness of God [that is, we would be made acceptable to Him and placed in a right relationship with Him by His gracious lovingkindness].",
      "6": "So then, being always filled with good courage and confident hope, and knowing that while we are at home in the body we are absent from the Lord—"
    },
    "10": {
      "10": "for they say, “His letters are weighty and forceful and impressive, but his [a]personal presence is unimpressive and his speech contemptible [of no account].”",
      "18": "For it is not he who commends and praises himself who is approved [by God], but it is the one whom the Lord commends and praises."
    },
    "12": {
      "20": "For I am afraid that perhaps when I come I may find you not to be as I wish, and that you may find me not as you wish—that perhaps there may be strife, jealousy, angry tempers, disputes, slander, gossip, arrogance and disorder;",
      "15": "But I will very gladly spend [my own resources] and be utterly spent for your souls. If I love you greatly, am I to be loved less [by you]?",
      "16": "But be that as it may, I did not burden you [with my support]. But [some say that] I was sly and took you by trickery."
    },
    "6": {
      "4": "but we commend ourselves in every way as servants of God: in great endurance, in sufferings, in hardships, in distresses,"
    },
    "8": {
      "3": "For I testify that according to their ability, and beyond their ability, they gave voluntarily,"
    },
    "1": {
      "2": "Grace to you and peace [inner calm and spiritual well-being] from God our Father and the Lord Jesus Christ."
    }
  },
  "Exodus": {
    "9": {
      "15": "For by now I could have put out My hand and struck you and your people with a pestilence, and you would then have been cut off (obliterated) from the earth.",
      "26": "Only in the land of Goshen, where the children of Israel lived, was there no hail.",
      "34": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned again and hardened his heart, both he and his servants.",
      "13": "Then the Lord said to Moses, “Get up early in the morning and stand before Pharaoh and say to him, ‘Thus says the Lord, the God of the Hebrews, “Let My people go, so that they may serve Me.",
      "11": "The magicians (soothsayer-priests) could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians.",
      "31": "(Now the flax and the barley were battered and ruined [by the hail], because the barley was in the ear (ripe, but soft) and the flax was in bud,"
    },
    "3": {
      "20": "So I will reach out My hand and strike Egypt with all My wonders which I shall do in the midst of it; and after that he will let you go.",
      "7": "The Lord said, “I have in fact seen the affliction (suffering, desolation) of My people who are in Egypt, and have heard their cry because of their taskmasters (oppressors); for I know their pain and suffering."
    },
    "4": {
      "19": "Then the Lord said to Moses in Midian, “Go back to Egypt, for all the men who were seeking your life [for killing the Egyptian] are dead.”(A)",
      "29": "Then Moses and Aaron went [into Egypt] and assembled all the elders of the Israelites;",
      "31": "So the people believed; and when they heard that the Lord was concerned about the Israelites and that He had looked [with compassion] on their suffering, then they bowed their heads and worshiped [the Lord].",
      "30": "and Aaron said all the words which the Lord had spoken to Moses. Then Moses performed the signs [given to him by God] before the people."
    },
    "12": {
      "1": "The Passover Lamb12 The Lord said to Moses and Aaron in the land of Egypt,",
      "28": "Then the Israelites went and did [as they had been told]: just as the Lord had commanded Moses and Aaron, so they did.",
      "35": "Now the Israelites had acted in accordance with the word of Moses; and they had asked the Egyptians for articles of silver and articles of gold, and clothing.",
      "42": "Ordinance of the Passover42 It is a night of watching to be observed for the Lord for having brought them out of the land of Egypt; this [same] night is for the Lord, to be observed and celebrated by all the Israelites throughout their generations.",
      "45": "No stranger (temporary resident, foreigner) or hired servant shall eat it.",
      "48": "If a stranger living temporarily among you wishes to celebrate the Passover to the Lord, all his males must be circumcised, and then he may participate and celebrate it like one that is born in the land. But no uncircumcised person may eat it.",
      "21": "Then Moses called for all the elders of Israel and said to them, “Go and take a lamb for yourselves according to [the size of] your families and slaughter the Passover lamb.",
      "39": "And they baked unleavened cakes of the dough which they brought from Egypt; it was not leavened, since they were driven [quickly] from Egypt and could not delay, nor had they prepared any food for themselves.",
      "41": "At the end of the four hundred and thirty years, to that very day, all the hosts of the Lord [gathered into tribal armies] left the land of Egypt.",
      "49": "The same law shall apply to the native-born and to the stranger who lives temporarily among you.”"
    },
    "11": {
      "2": "Speak so that all of the people [of Israel] may hear, and tell every man to ask from his neighbor, and every woman to ask from her neighbor, articles of silver, and articles of gold.”"
    },
    "5": {
      "23": "Ever since I came to Pharaoh to speak in Your name, he has harmed and oppressed this people, and You have done nothing at all to rescue Your people.”"
    },
    "10": {
      "14": "The locusts came up over all the land of Egypt and settled down in the whole territory, a very dreadful mass of them; never before were there such locusts as these, nor will there ever be again.",
      "4": "For if you refuse to let My people go, then hear this: tomorrow I will bring [migratory] locusts into your country.",
      "3": "So Moses and Aaron went to Pharaoh and said to him, “Thus says the Lord, the God of the Hebrews: ‘How long will you refuse to humble yourself before Me? Let My people go, so that they may serve Me."
    },
    "1": {
      "3": "Issachar, Zebulun, and Benjamin;",
      "8": "[a]Now a new [b]king arose over Egypt, who did not know Joseph [nor the history of his accomplishments].",
      "18": "So the king of Egypt called for the midwives and said to them, “Why have you done this thing, and allowed the boy babies to live?”",
      "11": "So they set taskmasters over them to oppress them with hard labor. And the sons of Israel built Pithom and Raamses as storage cities for Pharaoh."
    },
    "6": {
      "15": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman; these are the families of Simeon."
    },
    "8": {
      "7": "But the magicians (soothsayer-priests) did the same thing with their secret arts and enchantments, and [a]brought up [more] frogs on the land of Egypt."
    },
    "2": {
      "2": "The woman conceived and gave birth to a son; and when she saw that he was [especially] beautiful and healthy, she hid him for three months [to protect him from the Egyptians].(A)",
      "12": "He turned to look around, and seeing no one, he killed the Egyptian and hid him in the sand."
    }
  },
  "Esther": {
    "9": {
      "20": "The Feast of Purim Instituted20 Now Mordecai recorded these events, and he sent letters to all the Jews who lived in all the provinces of King Ahasuerus, both near and far,",
      "12": "The king said to Queen Esther, “The Jews have killed and destroyed five hundred men and the ten sons of Haman at the citadel in Susa. What then have they done in the rest of the king’s provinces! Now what is your petition? It shall be granted to you. What is your further request? It shall also be done.”"
    },
    "1": {
      "3": "in the third year of his reign he held a banquet for all his officials and his attendants. The army officers of Persia and Media, the nobles and the officials of the provinces were there in his presence.",
      "13": "Then the king spoke to the wise men who understood the times [asking for their advice]—for it was the custom of the king to speak before all those who were familiar with law and legal matters—",
      "12": "But Queen Vashti refused to come at the king’s command, which was delivered [to her] by the eunuchs. So the king became extremely angry and burned with rage."
    },
    "2": {
      "2": "Then the king’s attendants, who served him, said, “Let beautiful young virgins be sought for the king.",
      "6": "who had been deported from Jerusalem with the captives who had been exiled with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had exiled.",
      "23": "Now when the plot was investigated and found to be true, both men were [a]hanged on the gallows. And it was recorded in the Book of the Chronicles in the king’s presence.",
      "11": "Every day Mordecai [who was an [a]attendant in the king’s court] walked back and forth in front of the courtyard of the harem to learn how Esther was getting along and what was happening to her.",
      "16": "So Esther was taken to King Ahasuerus, to his royal palace in the tenth month, that is, the month of Tebeth (Dec-Jan), in the seventh year of his reign."
    },
    "3": {
      "1": "Haman’s Plot against the Jews3 After these things King Ahasuerus (Xerxes) promoted Haman, the son of Hammedatha the [a]Agagite, and advanced him and [b]established his authority over all the officials who were with him.",
      "8": "Then Haman said to King Ahasuerus, “There is a certain people scattered [abroad] and dispersed among the peoples in all the provinces of your kingdom; their laws are different from those of all other people, and they do not observe the king’s laws. Therefore it is not in the king’s interest to [tolerate them and] let them stay here.",
      "6": "But he disdained laying hands on Mordecai alone, for they had told him who the people of Mordecai were (his nationality); so Haman determined to destroy all the Jews, the people of Mordecai, who lived throughout the kingdom of Ahasuerus."
    },
    "10": {
      "3": "For Mordecai the Jew was second only to King Ahasuerus, and great among the Jews and in favor with his many fellow people, for he worked for the good of his people and spoke for the welfare and peace of his whole nation."
    },
    "4": {
      "17": "So Mordecai went away and did exactly as Esther had commanded him."
    },
    "5": {
      "14": "Then his wife Zeresh and all his friends said to him, “Have a gallows [a]fifty cubits high made, and in the morning ask the king to have Mordecai hanged on it; then go joyfully to the banquet with the king.” And the advice pleased Haman, so he had the gallows made."
    },
    "6": {
      "9": "and let the robe and the horse be handed over to one of the king’s most noble officials. Let him dress the man whom the king delights to honor [in the royal robe] and lead him on horseback through the open square of the city, and proclaim before him, ‘This is what shall be done for the man whom the king desires to honor.’”"
    }
  },
  "Psalms": {
    "1": {
      "5": "Therefore the wicked will not stand [unpunished] in the judgment,Nor sinners in the assembly of the righteous."
    },
    "2": {
      "4": "He who sits [enthroned] in the heavens laughs [at their rebellion];The [Sovereign] [a]Lord scoffs at them [and in supreme contempt He mocks them].",
      "8": "‘Ask of Me, and I will assuredly give [You] the nations as Your inheritance,And the ends of the earth as Your possession.",
      "11": "Worship the Lord and serve Him with reverence [with awe-inspired fear and submissive wonder];Rejoice [yet do so] with trembling."
    },
    "3": {
      "3": "But You, O Lord, are a shield for me,My glory [and my honor], and the One who lifts my head.",
      "2": "Many are saying of me,“There is no help [no salvation] for him in God.” [a]Selah."
    },
    "4": {
      "2": "O sons of men, how long will my honor and glory be [turned into] shame?How long will you [my enemies] love worthless (vain, futile) things and seek deception and lies? Selah.",
      "8": "In peace [and with a tranquil heart] I will both lie down and sleep,For You alone, O Lord, make me dwell in safety and confident trust."
    },
    "23": {
      "1": "The Lord, the Psalmist’s Shepherd.A Psalm of David.23 The Lord is my Shepherd [to feed, to guide and to shield me],(A)I shall not want."
    },
    "11": {
      "2": "For look, the wicked are bending the bow;They take aim with their arrow on the stringTo shoot [by stealth] in darkness at the upright in heart."
    },
    "5": {
      "12": "For You, O Lord, bless the righteous man [the one who is in right standing with You];You surround him with favor as with a shield."
    },
    "6": {
      "1": "Prayer for Mercy in Time of Trouble.To the Chief Musician; on stringed instruments, set [possibly] an octave below. A Psalm of David.6 O Lord, do not rebuke or punish me in Your anger,Nor discipline me in Your wrath."
    },
    "46": {
      "1": "God the Refuge of His People.To the Chief Musician. A Psalm of the sons of Korah, set to soprano voices. A Song.46 God is our refuge and strength [mighty and impenetrable],A very present and well-proved help in trouble."
    },
    "10": {
      "11": "He says to himself, “God has [quite] forgotten;He has hidden His face; He will never see my deed.”"
    },
    "12": {
      "1": "God, a Helper against the Treacherous.To the Chief Musician; [a]set an octave below. A Psalm of David.12 Save and help and rescue, Lord, for godly people cease to be,For the faithful vanish from among the sons of men."
    }
  },
  "Lamentations": {
    "1": {
      "10": "The adversary has spread out his handOver all her precious and desirable things;For she has seen the [Gentile] nations enter her sanctuary (the Jerusalem temple)—[a]The ones whom You commandedThat they should not enter into Your congregation [not even in the outer courts].(A)"
    },
    "2": {
      "10": "The elders of the Daughter of ZionSit on the ground keeping silent;They have thrown dust on their heads,They have covered themselves with sackcloth.The virgins of JerusalemHave bowed their heads to the ground."
    },
    "3": {
      "23": "They are new every morning;Great and beyond measure is Your faithfulness.(A)",
      "40": "Let us test and examine our ways,And let us return to the Lord.",
      "42": "We have transgressed and rebelled,You have not pardoned.",
      "44": "You have covered Yourself with a cloudSo that no prayer can pass through.",
      "46": "All our enemies have gaped at us.",
      "48": "My eyes overflow with streams of tearsBecause of the destruction of the daughter of my people (Jerusalem).",
      "50": "Until the Lord looks downAnd sees from heaven.",
      "52": "Without cause my enemiesHunted me down like a bird;",
      "53": "They silenced me in the pitAnd placed a stone over me.(A)",
      "54": "The waters ran down on my head;I said, “I am cut off (destroyed)!”",
      "55": "I called on Your name, O Lord,Out of the lowest pit.(A)",
      "56": "You have heard my voice,“Do not hide Your ear from my prayer for relief,From my cry for help.”",
      "57": "You drew near on the day I called to You;You said, “Do not fear.”(A)",
      "58": "O Lord, You have pleaded my soul’s cause [You have guided my way and protected me];You have rescued and redeemed my life.",
      "59": "O Lord, You have seen the wrong [done to me];Judge my case.",
      "36": "To defraud a man in his lawsuit—The Lord does not approve of these things.",
      "43": "You have covered Yourself with angerAnd pursued us;You have slain [without pity] and have not spared.",
      "35": "To deprive a man of justiceIn the presence of the Most High,",
      "19": "Hope of Relief in God’s Mercy19 Remember [O Lord] my affliction and my wandering, the wormwood and the gall (bitterness)."
    },
    "4": {
      "7": "Her princes were purer than snow,They were whiter than milk [in appearance];They were more ruddy in body than rubies,Their polishing was like lapis lazuli (sapphire).",
      "22": "The punishment of your sin has been completed, O Daughter of Zion;The Lord will no longer send you into exile.But He will punish your sin, O Daughter of Edom;He will expose your sins.(A)"
    },
    "5": {
      "6": "We have given the hand [as a pledge of fidelity and submission] to Egypt and Assyria to get enough bread.",
      "22": "Unless You have utterly rejected usAnd are exceedingly angry with us.",
      "12": "Princes were hung by their hands;Elders were not respected."
    }
  },
  "Obadiah": {
    "1": {
      "13": "“Do not enter the gate of My peopleIn the day of their disaster;Yes, you, do not look [with delight] on their miseryIn the day of their ruin,And do not loot treasuresIn the day of their ruin.",
      "12": "“Do not gaze and gloat [in triumph] over your brother’s day,The day when his misfortune came.Do not rejoice over the sons of JudahIn the day of their destruction;Do not speak arrogantly [jeering and maliciously mocking]In the day of their distress."
    }
  },
  "Jonah": {
    "1": {
      "14": "Then they called on the Lord and said, “Please, O Lord, do not let us perish because of taking this man’s life, and do not make us accountable for innocent blood; for You, O Lord, have done as You pleased.”"
    },
    "4": {
      "11": "Should I not have compassion on Nineveh, the great city in which there are more than 120,000 [innocent] persons, who do not know the difference between their right and left hand [and are not yet accountable for sin], as well as many [blameless] animals?”"
    }
  },
  "Zephaniah": {
    "1": {
      "16": "A day of trumpet and the battle cry [of invaders]Against the fortified citiesAnd against the high corner towers (battlements).",
      "13": "“Furthermore, their wealth will become plunderAnd their houses a desolation.Yes, they will build houses but not live in them,And plant vineyards but not drink their wine.”(A)"
    },
    "2": {
      "14": "Flocks will lie down in her midst,All the animals which range in herds;Both the pelican and the short-eared owlWill roost on the top of Nineveh’s pillars.Birds will sing in the window,Desolation will be on the threshold;For He has uncovered the cedar paneling."
    },
    "3": {
      "9": "“Then I will give to the peoples [clear and pure speech from] purified lips [which reflect their purified hearts],That all of them may call on the name of the Lord,To serve Him shoulder to shoulder (united).",
      "16": "In that day it will be said to Jerusalem:“Do not be afraid, O Zion;Do not let your hands fall limp.",
      "11": "“On that day you [Israel] will feel no shameBecause of all your actsBy which you have rebelled and sinned against Me;Then I will remove from among youYour rejoicing ones who delight in their pride;And you will never again behave arrogantlyOn My holy mountain [Mount Zion]."
    }
  },
  "Colossians": {
    "1": {
      "19": "For it pleased the Father for all the fullness [of deity—the sum total of His essence, all His perfection, powers, and attributes] to dwell [permanently] in Him (the Son),",
      "7": "You learned it from [our representative] Epaphras, our beloved fellow bond-servant, who is a faithful minister of Christ on our behalf",
      "27": "God [in His eternal plan] chose to make known to them how great for the Gentiles are the riches of the glory of this mystery, which is Christ in and among you, the hope and guarantee of [realizing the] glory.",
      "6": "which has come to you. Indeed, just as in the whole world the gospel is constantly bearing fruit and spreading [by God’s power], just as it has been doing among you ever since the day you first heard of it and understood the grace of God in truth [becoming thoroughly and deeply acquainted with it].",
      "23": "[and He will do this] if you continue in the faith, well-grounded and steadfast, and not shifting away from the [confident] hope [that is a result] of the gospel that you have heard, which was proclaimed [a]in all creation under heaven, and of which [gospel] I, Paul, was made a minister."
    },
    "2": {
      "20": "If you have died with Christ to the [a]elementary principles of the world, why, as if you were still living in the world, do you submit to rules and regulations, such as,",
      "15": "When He had disarmed the rulers and authorities [those supernatural forces of evil operating against us], He made a public example of them [exhibiting them as captives in His triumphal procession], having triumphed over them through [a]the cross."
    },
    "4": {
      "18": "I, Paul, write this greeting with my own hand. Remember my chains. May grace (God’s unmerited favor and blessing) be with you."
    },
    "3": {
      "1": "Put On the New Self3 Therefore if you have been raised with Christ [to a new life, sharing in His resurrection from the dead], keep seeking the things that are above, where Christ is, seated at the right hand of God.(A)"
    }
  },
  "Philemon": {
    "1": {
      "20": "Yes, brother, let me have some benefit and joy from you in the Lord; refresh my heart in Christ.",
      "1": "Salutation1 Paul, a prisoner [for the sake] of Christ Jesus (the Messiah, the Anointed), and our brother Timothy,To Philemon our dearly beloved friend and fellow worker,",
      "8": "Therefore [on the basis of these facts], though I have enough confidence in Christ to order you to do what is appropriate,"
    }
  },
  "2 Peter": {
    "1": {
      "21": "for no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God.",
      "5": "For this very reason, applying your diligence [to the divine promises, make every effort] in [exercising] your faith to, [a]develop moral excellence, and in moral excellence, knowledge (insight, understanding),"
    },
    "2": {
      "18": "For uttering arrogant words of vanity [pompous words disguised to sound scholarly or profound, but meaning nothing and containing no spiritual truth], they beguile and lure using lustful desires, by sensuality, those who barely escape from the ones who live in error."
    }
  },
  "James": {
    "1": {
      "26": "If anyone thinks himself to be religious [scrupulously observant of the rituals of his faith], and does not control his tongue but deludes his own heart, this person’s religion is worthless (futile, barren).",
      "3": "Be assured that the testing of your faith [through experience] produces endurance [leading to spiritual maturity, and inner peace].",
      "10": "and the rich man is to glory in being humbled [by trials revealing human frailty, knowing true riches are found in the grace of God], for like the flower of the grass he will pass away."
    },
    "5": {
      "16": "Therefore, confess your sins to one another [your false steps, your offenses], and pray for one another, that you may be healed and restored. The heartfelt and persistent prayer of a righteous man (believer) can accomplish much [when put into action and made effective by God—it is dynamic and can have tremendous power].",
      "20": "let the [latter] one know that the one who has turned a sinner from the error of his way will save that one’s soul from death and cover a multitude of sins [that is, obtain the pardon of the many sins committed by the one who has been restored].",
      "6": "You have condemned and have put to death the righteous man; he offers you no resistance."
    },
    "4": {
      "17": "So any person who knows what is right to do but does not do it, to him it is sin."
    },
    "2": {
      "1": "The Sin of Partiality2 My fellow believers, do not practice your faith in our glorious Lord Jesus Christ with an attitude of partiality [toward people—show no favoritism, no prejudice, no snobbery].",
      "22": "You see that [his] faith was working together with his works, and as a result of the works, his faith was completed [reaching its maturity when he expressed his faith through obedience]."
    }
  },
  "Haggai": {
    "2": {
      "15": "But now, do consider [what will happen] from this day forward: before one stone was placed on another in the temple of the Lord,",
      "18": "‘Do consider from this day forward, from the twenty-fourth day of the ninth month; from the day when the temple of the Lord was founded, consider:"
    },
    "1": {
      "15": "on the [a]twenty-fourth day of the sixth month (Sept 21, 520 b.c.) in the second year of Darius the king."
    }
  },
  "1 Peter": {
    "2": {
      "21": "Christ Is Our Example21 For [as a believer] you have been called for this purpose, since Christ suffered for you, leaving you an example, so that you may follow in His footsteps.",
      "2": "like newborn babies [you should] long for the pure milk of the word, so that by it you may be nurtured and grow in respect to salvation [its ultimate fulfillment],"
    },
    "3": {
      "19": "in which He also went and preached to the spirits now in prison,"
    },
    "5": {
      "14": "Greet one another with a kiss of love.To all of you who are in Christ, may there be peace.",
      "6": "Therefore humble yourselves under the mighty hand of God [set aside self-righteous pride], so that He may exalt you [to a place of honor in His service] at the appropriate time,(A)"
    },
    "1": {
      "25": "But the word of the Lord endures forever.”And this is the word [the good news of salvation] which was preached to you.(A)",
      "4": "[born anew] into an inheritance which is imperishable [beyond the reach of change] and undefiled and unfading, reserved in heaven for you,"
    }
  },
  "1 John": {
    "2": {
      "22": "Who is the liar but the one who denies that Jesus is the Christ (the Messiah, the Anointed)? This is the antichrist [the enemy and antagonist of Christ], the one who denies and consistently refuses to acknowledge the Father and the Son.",
      "14": "I have written to you, fathers, because you know Him who has existed from the beginning. I have written to you, young men, because you are strong and vigorous, and the word of God remains [always] in you, and you have been victorious over the evil one [by accepting Jesus as Savior].",
      "27": "As for you, the anointing [the special gift, the preparation] which you received from Him remains [permanently] in you, and you have no need for anyone to teach you. But just as His anointing teaches you [giving you insight through the presence of the Holy Spirit] about all things, and is true and is not a lie, and just as His anointing has taught you, [a]you must remain in Him [being rooted in Him, knit to Him]."
    },
    "5": {
      "21": "Little children (believers, dear ones), guard yourselves from idols—[false teachings, moral compromises, and anything that would take God’s place in your heart]."
    },
    "4": {
      "21": "And this commandment we have from Him, that the one who loves God should also [unselfishly] love his brother and seek the best for him.",
      "19": "We love, because [a]He first loved us."
    },
    "1": {
      "6": "If we say that we have fellowship with Him and yet walk in the darkness [of sin], we lie and do not practice the truth;"
    },
    "3": {
      "13": "Do not be surprised, believers, if the world hates you."
    }
  },
  "Joel": {
    "2": {
      "31": "“The sun will be turned into darknessAnd the moon into bloodBefore the great and terrible day of the Lord comes.(A)",
      "20": "“But I will remove the northern army far away from you,And I will drive it into a parched and desolate land,With its forward guard into the eastern sea (Dead Sea)And with its rear guard into the western sea (Mediterranean Sea).And its stench will arise and its foul odor of decay will come up [this is the fate of the northern army in the final day of the Lord],For [a]He has done great things.”(A)",
      "27": "“And you shall know [without any doubt] that I am in the midst of Israel [to protect and bless you],And that I am the Lord your God,And there is no other;My people will never be put to shame.",
      "19": "The Lord will answer and say to His people,“Behold, I am going to send you grain and new wine and oil,And you will be satisfied in full with them;And I will never again make you an object of ridicule among the [Gentile] nations."
    },
    "3": {
      "11": "Hurry and come, all you surrounding nations,And gather yourselves there;Bring down, O Lord, Your mighty ones (Your warriors).",
      "8": "Also I will sell your sons and your daughters into the hand of the children of Judah, and they will sell them to the [a]Sabeans, to a distant nation,” for the Lord has spoken.(A)",
      "7": "behold, I am going to stir them up from the place where you have sold them [and return them to their land], and I shall return your action [of retaliation] on your own head."
    },
    "1": {
      "14": "Starvation and Drought14 Consecrate a fast,Proclaim a solemn assembly,Gather the eldersAnd all the inhabitants of the landTo the house of the Lord your God,And cry out to the Lord [in penitent pleadings]."
    }
  },
  "Habakkuk": {
    "3": {
      "13": "You went forth for the salvation of Your people,For the salvation and rescue of Your anointed [people Israel].You struck the [a]head from the house of the wickedTo lay him open from the thigh to the neck. Selah (pause, and calmly think of that)."
    },
    "1": {
      "13": "Your eyes are too pure to approve evil,And You cannot look favorably on wickedness.Why then do You look favorablyOn those who act treacherously?Why are you silent when the wicked (Chaldean oppressors) destroyThose more righteous than they?"
    },
    "2": {
      "12": "“Woe (judgment is coming) to him who builds a city with bloodshedAnd establishes a town by violence!",
      "17": "“For the violence done to Lebanon will overwhelm you;The destruction of the animals will terrify youOn account of human bloodshed and the violence done to the land,To the city and all its inhabitants.",
      "20": "“But the Lord is in His holy temple.Let all the earth hush and be silent before Him.”(A)"
    }
  },
  "Malachi": {
    "3": {
      "14": "You have said, ‘It is useless to serve God. What profit is it if we keep His ordinances, and walk around like mourners before the Lord of hosts?",
      "10": "Bring all the tithes (the tenth) into the [a]storehouse, so that there may be [b]food in My house, and test Me now in this,” says the Lord of hosts, “if I will not open for you the windows of heaven and pour out for you [so great] a blessing until there is no more room to receive it.(A)",
      "16": "The Book of Remembrance16 Then those who feared the Lord [with awe-filled reverence] spoke to one another; and the Lord paid attention and heard it, and a book of remembrance was written before Him of those who fear the Lord [with an attitude of reverence and respect] and who esteem His name."
    },
    "4": {
      "6": "He will turn the hearts of the fathers to their children, and the hearts of the children to their fathers [a reconciliation produced by repentance], so that I will not come and strike the land with a curse [of complete destruction].”(A)"
    }
  },
  "2 Timothy": {
    "4": {
      "18": "The Lord will rescue me from every evil assault, and He will bring me safely into His heavenly kingdom; to Him be the glory forever and ever. Amen.",
      "22": "The Lord be with your spirit. Grace be with you."
    },
    "3": {
      "12": "Indeed, all who delight in pursuing righteousness and are determined to live godly lives in Christ Jesus will be hunted and persecuted [because of their faith]."
    }
  },
  "1 Timothy": {
    "5": {
      "24": "[a]The sins of some people are conspicuous, leading the way for them into judgment [so that they are clearly not qualified for ministry]; but the sins of others appear later [for they are hidden and follow behind them].",
      "25": "Likewise, good deeds are quite evident, and those which are otherwise cannot be hidden [indefinitely]."
    },
    "4": {
      "16": "Pay close attention to yourself [concentrate on your personal development] and to your teaching; persevere in these things [hold to them], for as you do this you will ensure salvation both for yourself and for those who hear you."
    },
    "1": {
      "10": "for sexually immoral persons, for homosexuals, for [a]kidnappers and slave traders, for liars, for perjurers—and for whatever else is contrary to sound doctrine,"
    },
    "6": {
      "7": "For we have brought nothing into the world, so [it is clear that] we cannot take anything out of it, either."
    }
  },
  "1 Samuel": {
    "11": {
      "3": "The elders of Jabesh said to Nahash, “Give us seven days so that we may send messengers throughout the territory of Israel. Then, if there is no one to save us, we will come out [and surrender] to you.”",
      "13": "But Saul said, “No man shall be put to death this day, for today the Lord has brought [a]victory to Israel.”",
      "9": "They said to the messengers who had come, “You shall say to the men of Jabesh-gilead: ‘Tomorrow, by the time the sun is hot, you will have [a]help [against the Ammonites].’” So the messengers came and reported this to the men of Jabesh; and they were overjoyed.",
      "14": "Samuel said to the people, “Come, let us go to Gilgal and there restore the kingdom.”"
    },
    "10": {
      "27": "But some [a]worthless men said, “How can this man save and rescue us?” And they regarded Saul with contempt and did not bring him a gift. But he ignored the insult and kept silent.",
      "16": "And Saul said to his uncle, “He told us plainly that the donkeys had been found.” But he did not tell him about the matter of the kingdom which Samuel had mentioned.",
      "14": "Saul’s uncle said to him and to his servant, “Where did you go?” And Saul said, “To look for the donkeys. And when we saw that they were nowhere to be found, we went to Samuel [for help].”"
    },
    "5": {
      "12": "The men who had not died were stricken with tumors and the cry of the city [for help] went up to heaven."
    },
    "12": {
      "7": "Now then, take your stand, so that I may plead and contend with you before the Lord concerning all the righteous acts of the Lord which He did for you and for your fathers.",
      "4": "They said, “You have not exploited us or oppressed us or taken anything at all from a man’s hand.”",
      "13": "Now therefore, here is [Saul] the king whom you have chosen, and for whom you asked; behold, the Lord has set a king over you."
    },
    "4": {
      "22": "She said, “The glory has left Israel, for the ark of God has been taken.”"
    },
    "1": {
      "7": "So it happened year after year, whenever she went up to the house of the Lord, Peninnah provoked her; so she wept and would not eat.",
      "21": "Then the man Elkanah and all his household went up to offer to the Lord the [a]yearly sacrifice and pay his vow."
    },
    "9": {
      "2": "Kish had a son named Saul, a choice and handsome man; among the sons of Israel there was not a man more handsome than he. From his shoulders and up he was [a head] taller than any of the people."
    },
    "8": {
      "22": "And the Lord said to Samuel, “Listen to their [a]request and appoint a king for them.” So Samuel said to the men of Israel, “Go, each man to his own city.”"
    },
    "2": {
      "25": "If one man does wrong and sins against another, God will intercede (arbitrate) for him; but if a man does wrong to the Lord, who can intercede for him?” But they would not listen to their father, [a]for it was the Lord’s will to put them to death.",
      "35": "But I will raise up for Myself a [a]faithful priest who will do according to what is in My heart and in My soul; and I will build him a permanent and enduring house, and he will walk before My anointed [b]forever.(A)",
      "9": "“He guards the feet of His godly (faithful) ones,But the wicked ones are silenced and perish in darkness;For a man shall not prevail by might.",
      "8": "“He raises up the poor from the dust,He lifts up the needy from the ash heapTo make them sit with nobles,And inherit a seat of honor and glory;For the pillars of the earth are the Lord’s,And He set the land on them."
    },
    "6": {
      "1": "The Ark Returned to Israel6 Now the ark of the Lord had been in the country of the Philistines for seven months."
    },
    "3": {
      "4": "that the Lord called Samuel, and he answered, “Here I am.”"
    }
  },
  "1 Thessalonians": {
    "5": {
      "28": "The grace of our Lord Jesus Christ be with you.",
      "25": "Brothers and sisters, pray for us."
    },
    "4": {
      "18": "Therefore comfort and encourage one another with these words [concerning our reunion with believers who have died]."
    },
    "1": {
      "8": "For the word of the Lord has resounded from you and has echoed [like thunder], not only in Macedonia and Achaia, but in every place [the news of] your [great] faith in God has spread, so that we never need to say anything about it."
    }
  },
  "Ruth": {
    "4": {
      "22": "Obed the father of Jesse, and Jesse the father of David [the king of Israel and the ancestor of Jesus Christ]."
    },
    "1": {
      "6": "Then she set out with her daughters-in-law to return from the country of Moab, for she had heard in Moab how the Lord had taken care of His people [of Judah] in giving them food."
    },
    "2": {
      "8": "Then Boaz said to Ruth, “Listen carefully, my daughter. Do not go to glean in another field or leave this one, but stay here close by my maids.",
      "7": "And she said, ‘Please let me glean and gather after the reapers among the [a]sheaves.’ So she came and has continued [gathering grain] from early morning until now, except when she sat [resting] for a little while in the [field] house.”"
    },
    "3": {
      "3": "So wash and anoint yourself [with olive oil], then put on your [[a]best] clothes, and go down to the threshing floor; [b]but stay out of the man’s sight until he has finished eating and drinking."
    }
  },
  "2 Thessalonians": {
    "1": {
      "2": "Grace to you and peace [inner calm and spiritual well-being] from God the Father and the Lord Jesus Christ.",
      "9": "These people will pay the penalty and endure the punishment of [a]everlasting destruction, banished from the presence of the Lord and from the glory of His power,"
    }
  },
  "2 John": {
    "1": {
      "11": "for the one who gives him a greeting [who encourages him or wishes him success, unwittingly] participates in his evil deeds."
    }
  },
  "Titus": {
    "1": {
      "16": "They profess to know God [to recognize and be acquainted with Him], but by their actions they deny and disown Him. They are detestable and disobedient and worthless for good work of any kind.",
      "15": "To the pure, all things are pure; but to the corrupt and unbelieving, nothing is pure; both their mind and their conscience are corrupted.",
      "7": "For the [a]overseer, as God’s steward, must be blameless, not self-willed, not quick-tempered, not addicted to wine, not violent, not greedy for dishonest gain [but financially ethical]."
    },
    "3": {
      "12": "Personal Concerns12 When I send Artemas or [perhaps] Tychicus to you, make every effort to come to me at Nicopolis, for I have decided to spend the winter there."
    }
  },
  "Nahum": {
    "2": {
      "12": "The lion [of Assyria] tore enough for his cubs (Assyrian citizens),Killed [enough prey] for his lionesses,And filled his lairs with preyAnd his dens with torn flesh.",
      "11": "Where is the den of the lions (Assyria)And the feeding place of the young lions,Where the lion, lioness, and lion’s cub prowledWith nothing to fear?"
    }
  },
  "Jude": {
    "1": {
      "16": "These people are [habitual] murmurers, griping and complaining, following after their own desires [controlled by passion]; they speak arrogantly, [pretending admiration and] flattering people to gain an advantage."
    }
  }
}