{
  "Genesis": {
    "12": {
      "2": "I will bless you and make your descendants into a great nation. You will become famous and be a blessing to others.",
      "12": "When the Egyptians see you, they will murder me because I am your husband. But they won't kill you."
    }
  },
  "Exodus": {
    "12": {
      "3": "Tell the people of Israel that on the tenth day of this month the head of each family must choose a lamb or a young goat for his family to eat.",
      "13": "The blood on the houses will show me where you live, and when I see the blood, I will pass over you. Then you won't be bothered by the terrible disasters I will bring on Egypt."
    }
  },
  "Leviticus": {
    "12": {
      "4": "but her loss of blood keeps her from being completely clean for another 33 days. During this time she must not touch anything holy or go to the place of worship."
    }
  },
  "Numbers": {
    "12": {
      "5": "There the Lord appeared in a cloud and told Aaron and Miriam to come closer."
    }
  },
  "Deuteronomy": {
    "12": {
      "6": "-19 (A) Soon you will cross the Jordan, and the Lord will help you conquer your enemies and let you live in peace, there in the land he has given you. But after you are settled, life will be different. You must not offer sacrifices just anywhere you want to. Instead, the Lord will choose a place somewhere in Israel where you must go to worship him. All of your sacrifices and offerings must be taken there, including sacrifices to please the Lord[a] and any gift you promise or voluntarily give him. That's where you must also take one tenth of your grain, wine, and olive oil,[b] as well as the first-born of your cattle, sheep, and goats.[c] You and your family and servants will eat your gifts and sacrifices[d] and celebrate there at the place of worship, because the Lord your God has made you successful in everything you have done. And since Levites will not have any land of their own, you must ask some of them to come along and celebrate with you.Sometimes you may want to kill an animal for food and not as a sacrifice. If the Lord has blessed you and given you enough cows or sheep or goats, then you can butcher one of them where you live. You can eat it just like the meat from a deer or gazelle that you kill when you go hunting. And even those people who are unclean and unfit for worship can have some of the meat. But you must not eat the blood of any animal—let the blood drain out on the ground.",
      "29": "Worship the Lord in the Right WayMoses said:29 Israel, as you go into the land and attack the nations that are there, the Lord will get rid of them, and you can have their land."
    }
  },
  "2 Chronicles": {
    "12": {
      "7": "When the Lord heard this, he told Shemaiah:The people of Judah are truly sorry for their sins, and so I won't let Shishak completely destroy them. But because I am still angry,"
    }
  },
  "Nehemiah": {
    "12": {
      "8": "The Levites who returned were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah. They and their assistants were responsible for the songs of praise,",
      "23": "However, no official record was kept of the heads of the Levite clans after the death of Johanan,[a] the grandson of Eliashib.",
      "25": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were responsible for guarding the storerooms near the temple gates."
    }
  },
  "2 Corinthians": {
    "12": {
      "9": "But he replied, “My gift of undeserved grace is all you need. My power is strongest when you are weak.” So if Christ keeps giving me his power, I will gladly brag about how weak I am."
    }
  },
  "Hebrews": {
    "12": {
      "10": "Our human fathers correct us for a short time, and they do it as they think best. But God corrects us for our own good, because he wants us to be holy, as he is."
    }
  },
  "Revelation": {
    "12": {
      "11": "“Our people defeated Satan because of the blood[a]of the Lamb and the message of God.They were willing to give up their lives."
    }
  },
  "1 Chronicles": {
    "12": {
      "14": "All these men were army officers; some were high-ranking officers over a thousand troops, and others were officers over a hundred troops.",
      "22": "Day after day, new men came to join David, and soon he had a large, powerful army."
    }
  },
  "1 Kings": {
    "12": {
      "15": "-19 (A) When the people realized that Rehoboam would not listen to them, they shouted: “We don't have to be loyal to David's family. We can do what we want. Come on, people of Israel, let's go home! Rehoboam can rule his own people.”Adoniram[a] was in charge of the forced labor, and Rehoboam sent him to talk to the people. But they stoned him to death. Then Rehoboam ran to his chariot and hurried back to Jerusalem.So the people from the northern tribes of Israel went home, leaving Rehoboam to rule only the people from the towns in Judah. Ever since that day, the people of Israel have opposed David's family in Judah. All of this happened just as the Lord's prophet Ahijah had told Jeroboam.",
      "21": "Shemaiah Warns Rehoboam(2 Chronicles 11.1-4)21 After Rehoboam returned to Jerusalem, he decided to attack Israel and take control of the whole country. So he called together 180,000 soldiers from the tribes of Judah and Benjamin.",
      "31": "Jeroboam built small places of worship at the shrines[a] and appointed men who were not from the tribe of Levi to serve as priests."
    }
  },
  "Luke": {
    "12": {
      "16": "So Jesus told them this story:A rich man's farm produced a big crop,",
      "26": "If you don't have power over small things, why worry about everything else?",
      "32": "Treasures in Heaven(Matthew 6.19-21)32 My little group of disciples, don't be afraid! Your Father wants to give you the kingdom."
    }
  },
  "Ezekiel": {
    "12": {
      "17": "A Sign of Fear17 The Lord said:",
      "18": "Ezekiel, son of man, shake with fear when you eat, and tremble when you drink."
    }
  },
  "Matthew": {
    "12": {
      "19": "He won't shout or yell or call out in the streets."
    }
  },
  "Mark": {
    "12": {
      "20": "There were once seven brothers. The first one married, but died without having any children."
    }
  },
  "Job": {
    "12": {
      "24": "God strikes their rulers senseless,then leaves them to roam through barren deserts,"
    }
  },
  "John": {
    "12": {
      "27": "Now I am deeply troubled, and I don't know what to say. But I must not ask my Father to keep me from this time of suffering. In fact, I came into the world to suffer."
    }
  },
  "1 Corinthians": {
    "12": {
      "28": "(A) First, God chose some people to be apostles and prophets and teachers for the church. But he also chose some to work miracles or heal the sick or help others or be leaders or speak different kinds of languages."
    }
  },
  "2 Samuel": {
    "12": {
      "30": "and took the crown from the statue of their god Milcom.[a] The crown was made of about 35 kilograms of gold, and there was a valuable jewel on it. David put the jewel on his own crown.[b] He also carried off everything else of value."
    }
  }
}