{
  "John": {
    "3": {
      "16": "“For this is how God loved the world: He gave[a] his one and only Son, so that everyone who believes in him will not perish but have eternal life.",
      "27": "John replied, “No one can receive anything unless God gives it from heaven.",
      "28": "You yourselves know how plainly I told you, ‘I am not the Messiah. I am only here to prepare the way for him.’",
      "29": "It is the bridegroom who marries the bride, and the bridegroom’s friend is simply glad to stand with him and hear his vows. Therefore, I am filled with joy at his success.",
      "30": "He must become greater and greater, and I must become less and less.",
      "31": "“He has come from above and is greater than anyone else. We are of the earth, and we speak of earthly things, but he has come from heaven and is greater than anyone else.[a]",
      "32": "He testifies about what he has seen and heard, but how few believe what he tells them!",
      "33": "Anyone who accepts his testimony can affirm that God is true."
    },
    "11": {
      "4": "But when Jesus heard about it he said, “Lazarus’s sickness will not end in death. No, it happened for the glory of God so that the Son of God will receive glory from this.”",
      "46": "But some went to the Pharisees and told them what Jesus had done.",
      "47": "Then the leading priests and Pharisees called the high council[a] together. “What are we going to do?” they asked each other. “This man certainly performs many miraculous signs.",
      "48": "If we allow him to go on like this, soon everyone will believe in him. Then the Roman army will come and destroy both our Temple[a] and our nation.”",
      "49": "Caiaphas, who was high priest at that time,[a] said, “You don’t know what you’re talking about!"
    },
    "6": {
      "37": "However, those the Father has given me will come to me, and I will never reject them.",
      "39": "And this is the will of God, that I should not lose even one of all those he has given me, but that I should raise them up at the last day.",
      "42": "They said, “Isn’t this Jesus, the son of Joseph? We know his father and mother. How can he say, ‘I came down from heaven’?”",
      "45": "As it is written in the Scriptures,[a] ‘They will all be taught by God.’ Everyone who listens to the Father and learns from him comes to me.",
      "49": "Your ancestors ate manna in the wilderness, but they all died.",
      "31": "After all, our ancestors ate manna while they journeyed through the wilderness! The Scriptures say, ‘Moses gave them bread from heaven to eat.’[a]”",
      "32": "Jesus said, “I tell you the truth, Moses didn’t give you bread from heaven. My Father did. And now he offers you the true bread from heaven."
    },
    "7": {
      "22": "But you work on the Sabbath, too, when you obey Moses’ law of circumcision. (Actually, this tradition of circumcision began with the patriarchs, long before the law of Moses.)",
      "26": "But here he is, speaking in public, and they say nothing to him. Could our leaders possibly believe that he is the Messiah?",
      "43": "So the crowd was divided about him.",
      "49": "This foolish crowd follows him, but they are ignorant of the law. God’s curse is on them!”",
      "10": "Jesus Teaches Openly at the Temple10 But after his brothers left for the festival, Jesus also went, though secretly, staying out of public view.",
      "35": "The Jewish leaders were puzzled by this statement. “Where is he planning to go?” they asked. “Is he thinking of leaving the country and going to the Jews in other lands?[a] Maybe he will even teach the Greeks!",
      "36": "What does he mean when he says, ‘You will search for me but not find me,’ and ‘You cannot go where I am going’?”",
      "37": "Jesus Promises Living Water37 On the last day, the climax of the festival, Jesus stood and shouted to the crowds, “Anyone who is thirsty may come to me!",
      "38": "Anyone who believes in me may come and drink! For the Scriptures declare, ‘Rivers of living water will flow from his heart.’”[a]",
      "39": "(When he said “living water,” he was speaking of the Spirit, who would be given to everyone believing in him. But the Spirit had not yet been given,[a] because Jesus had not yet entered into his glory.)",
      "40": "Division and Unbelief40 When the crowds heard him say this, some of them declared, “Surely this man is the Prophet we’ve been expecting.”[a]",
      "41": "Others said, “He is the Messiah.” Still others said, “But he can’t be! Will the Messiah come from Galilee?",
      "42": "For the Scriptures clearly state that the Messiah will be born of the royal line of David, in Bethlehem, the village where King David was born.”[a]",
      "44": "Some even wanted him arrested, but no one laid a hand on him.",
      "45": "When the Temple guards returned without having arrested Jesus, the leading priests and Pharisees demanded, “Why didn’t you bring him in?”",
      "46": "“We have never heard anyone speak like this!” the guards responded.",
      "47": "“Have you been led astray, too?” the Pharisees mocked.",
      "48": "“Is there a single one of us rulers or Pharisees who believes in him?"
    },
    "8": {
      "25": "“Who are you?” they demanded.Jesus replied, “The one I have always claimed to be.[a]",
      "43": "Why can’t you understand what I am saying? It’s because you can’t even hear me!",
      "46": "Which of you can truthfully accuse me of sin? And since I am telling you the truth, why don’t you believe me?",
      "49": "“No,” Jesus said, “I have no demon in me. For I honor my Father—and you dishonor me.",
      "3": "As he was speaking, the teachers of religious law and the Pharisees brought a woman who had been caught in the act of adultery. They put her in front of the crowd."
    },
    "9": {
      "7": "He told him, “Go wash yourself in the pool of Siloam” (Siloam means “sent”). So the man went and washed and came back seeing!",
      "26": "“But what did he do?” they asked. “How did he heal you?”",
      "41": "“If you were blind, you wouldn’t be guilty,” Jesus replied. “But you remain guilty because you claim you can see."
    },
    "12": {
      "20": "Jesus Predicts His Death20 Some Greeks who had come to Jerusalem for the Passover celebration",
      "18": "That was the reason so many went out to meet him—because they had heard about this miraculous sign.",
      "45": "For when you see me, you are seeing the one who sent me.",
      "46": "I have come as a light to shine in this dark world, so that all who put their trust in me will no longer remain in the dark.",
      "47": "I will not judge those who hear me but don’t obey me, for I have come to save the world and not to judge it.",
      "48": "But all who reject me and my message will be judged on the day of judgment by the truth I have spoken.",
      "49": "I don’t speak on my own authority. The Father who sent me has commanded me what to say and how to say it."
    },
    "1": {
      "45": "Philip went to look for Nathanael and told him, “We have found the very person Moses[a] and the prophets wrote about! His name is Jesus, the son of Joseph from Nazareth.”",
      "46": "“Nazareth!” exclaimed Nathanael. “Can anything good come from Nazareth?”“Come and see for yourself,” Philip replied.",
      "47": "As they approached, Jesus said, “Now here is a genuine son of Israel—a man of complete integrity.”",
      "48": "“How do you know about me?” Nathanael asked.Jesus replied, “I could see you under the fig tree before Philip found you.”",
      "49": "Then Nathanael exclaimed, “Rabbi, you are the Son of God—the King of Israel!”"
    },
    "4": {
      "39": "Many Samaritans Believe39 Many Samaritans from the village believed in Jesus because the woman had said, “He told me everything I ever did!”",
      "40": "When they came out to see him, they begged him to stay in their village. So he stayed for two days,",
      "41": "long enough for many more to hear his message and believe.",
      "42": "Then they said to the woman, “Now we believe, not just because of what you told us, but because we have heard him ourselves. Now we know that he is indeed the Savior of the world.”",
      "43": "Jesus Heals an Official’s Son43 At the end of the two days, Jesus went on to Galilee.",
      "44": "He himself had said that a prophet is not honored in his own hometown.",
      "45": "Yet the Galileans welcomed him, for they had been in Jerusalem at the Passover celebration and had seen everything he did there.",
      "46": "As he traveled through Galilee, he came to Cana, where he had turned the water into wine. There was a government official in nearby Capernaum whose son was very sick.",
      "47": "When he heard that Jesus had come from Judea to Galilee, he went and begged Jesus to come to Capernaum to heal his son, who was about to die.",
      "48": "Jesus asked, “Will you never believe in me unless you see miraculous signs and wonders?”",
      "49": "The official pleaded, “Lord, please come now before my little boy dies.”"
    },
    "5": {
      "20": "For the Father loves the Son and shows him everything he is doing. In fact, the Father will show him how to do even greater works than healing this man. Then you will truly be astonished.",
      "43": "For I have come to you in my Father’s name, and you have rejected me. Yet if others come in their own name, you gladly welcome them.",
      "44": "No wonder you can’t believe! For you gladly honor each other, but you don’t care about the honor that comes from the one who alone is God.[a]",
      "45": "“Yet it isn’t I who will accuse you before the Father. Moses will accuse you! Yes, Moses, in whom you put your hopes.",
      "46": "If you really believed Moses, you would believe me, because he wrote about me.",
      "47": "But since you don’t believe what he wrote, how will you believe what I say?”"
    }
  },
  "Luke": {
    "11": {
      "3": "Give us each day the food we need,[a]",
      "48": "But in fact, you stand as witnesses who agree with what your ancestors did. They killed the prophets, and you join in their crime by building the monuments!",
      "34": "“Your eye is like a lamp that provides light for your body. When your eye is healthy, your whole body is filled with light. But when it is unhealthy, your body is filled with darkness."
    },
    "6": {
      "36": "You must be compassionate, just as your Father is compassionate.",
      "41": "“And why worry about a speck in your friend’s eye[a] when you have a log in your own?",
      "44": "A tree is identified by its fruit. Figs are never gathered from thornbushes, and grapes are not picked from bramble bushes.",
      "48": "It is like a person building a house who digs deep and lays the foundation on solid rock. When the floodwaters rise and break against that house, it stands firm because it is well built.",
      "35": "“Love your enemies! Do good to them. Lend to them without expecting to be repaid. Then your reward from heaven will be very great, and you will truly be acting as children of the Most High, for he is kind to those who are unthankful and wicked."
    },
    "7": {
      "42": "But neither of them could repay him, so he kindly forgave them both, canceling their debts. Who do you suppose loved him more after that?”",
      "48": "Then Jesus said to the woman, “Your sins are forgiven.”",
      "14": "Then he walked over to the coffin and touched it, and the bearers stopped. “Young man,” he said, “I tell you, get up.”"
    },
    "8": {
      "32": "There happened to be a large herd of pigs feeding on the hillside nearby, and the demons begged him to let them enter into the pigs.So Jesus gave them permission.",
      "42": "His only daughter,[a] who was about twelve years old, was dying.As Jesus went with him, he was surrounded by the crowds.",
      "45": "“Who touched me?” Jesus asked.Everyone denied it, and Peter said, “Master, this whole crowd is pressing up against you.”",
      "48": "“Daughter,” he said to her, “your faith has made you well. Go in peace.”",
      "7": "Other seed fell among thorns that grew up with it and choked out the tender plants."
    },
    "9": {
      "6": "So they began their circuit of the villages, preaching the Good News and healing the sick.",
      "18": "Peter’s Declaration about Jesus18 One day Jesus left the crowds to pray alone. Only his disciples were with him, and he asked them, “Who do people say I am?”",
      "25": "And what do you benefit if you gain the whole world but are yourself lost or destroyed?",
      "31": "They were glorious to see. And they were speaking about his exodus from this world, which was about to be fulfilled in Jerusalem.",
      "40": "I begged your disciples to cast out the spirit, but they couldn’t do it.”",
      "43": "Awe gripped the people as they saw this majestic display of God’s power.Jesus Again Predicts His DeathWhile everyone was marveling at everything he was doing, Jesus said to his disciples,",
      "45": "But they didn’t know what he meant. Its significance was hidden from them, so they couldn’t understand it, and they were afraid to ask him about it.",
      "48": "Then he said to them, “Anyone who welcomes a little child like this on my behalf[a] welcomes me, and anyone who welcomes me also welcomes my Father who sent me. Whoever is the least among you is the greatest.”"
    },
    "12": {
      "22": "Teaching about Money and Possessions22 Then, turning to his disciples, Jesus said, “That is why I tell you not to worry about everyday life—whether you have enough food to eat or enough clothes to wear.",
      "23": "For life is more than food, and your body more than clothing.",
      "24": "Look at the ravens. They don’t plant or harvest or store food in barns, for God feeds them. And you are far more valuable to him than any birds!",
      "20": "“But God said to him, ‘You fool! You will die this very night. Then who will get everything you worked for?’",
      "21": "“Yes, a person is a fool to store up earthly wealth but not have a rich relationship with God.”"
    },
    "1": {
      "3": "Having carefully investigated everything from the beginning, I also have decided to write an accurate account for you, most honorable Theophilus,"
    },
    "2": {
      "37": "Then she lived as a widow to the age of eighty-four.[a] She never left the Temple but stayed there day and night, worshiping God with fasting and prayer.",
      "38": "She came along just as Simeon was talking with Mary and Joseph, and she began praising God. She talked about the child to everyone who had been waiting expectantly for God to rescue Jerusalem.",
      "39": "When Jesus’ parents had fulfilled all the requirements of the law of the Lord, they returned home to Nazareth in Galilee.",
      "40": "There the child grew up healthy and strong. He was filled with wisdom, and God’s favor was on him.",
      "41": "Jesus Speaks with the Teachers41 Every year Jesus’ parents went to Jerusalem for the Passover festival.",
      "42": "When Jesus was twelve years old, they attended the festival as usual.",
      "43": "After the celebration was over, they started home to Nazareth, but Jesus stayed behind in Jerusalem. His parents didn’t miss him at first,",
      "44": "because they assumed he was among the other travelers. But when he didn’t show up that evening, they started looking for him among their relatives and friends.",
      "45": "When they couldn’t find him, they went back to Jerusalem to search for him there."
    },
    "3": {
      "38": "Kenan was the son of Enosh.[a]Enosh was the son of Seth.Seth was the son of Adam.Adam was the son of God."
    },
    "4": {
      "6": "“I will give you the glory of these kingdoms and authority over them,” the devil said, “because they are mine to give to anyone I please."
    },
    "5": {
      "23": "Is it easier to say ‘Your sins are forgiven,’ or ‘Stand up and walk’?",
      "24": "So I will prove to you that the Son of Man[a] has the authority on earth to forgive sins.” Then Jesus turned to the paralyzed man and said, “Stand up, pick up your mat, and go home!”",
      "25": "And immediately, as everyone watched, the man jumped up, picked up his mat, and went home praising God."
    }
  },
  "1 Chronicles": {
    "11": {
      "47": "Eliel and Obed;Jaasiel from Zobah.[a]",
      "37": "Hezro from Carmel;Paarai[a] son of Ezbai;",
      "38": "Joel, the brother of Nathan;Mibhar son of Hagri;",
      "39": "Zelek from Ammon;Naharai from Beeroth, the armor bearer of Joab son of Zeruiah;",
      "40": "Ira from Jattir;Gareb from Jattir;",
      "41": "Uriah the Hittite;Zabad son of Ahlai;",
      "42": "Adina son of Shiza, the Reubenite leader who had thirty men with him;",
      "43": "Hanan son of Maacah;Joshaphat from Mithna;",
      "44": "Uzzia from Ashtaroth;Shama and Jeiel, the sons of Hotham, from Aroer;"
    },
    "6": {
      "29": "The descendants of Merari included Mahli, Libni, Shimei, Uzzah,",
      "31": "The Temple Musicians31 David assigned the following men to lead the music at the house of the Lord after the Ark was placed there.",
      "46": "Amzi, Bani, Shemer,",
      "6": "Uzzi was the father of Zerahiah.Zerahiah was the father of Meraioth.",
      "38": "Izhar, Kohath, Levi, and Israel.[a]",
      "39": "Heman’s first assistant was Asaph from the clan of Gershon.[a] Asaph’s genealogy was traced back through Berekiah, Shimea,",
      "40": "Michael, Baaseiah, Malkijah,",
      "41": "Ethni, Zerah, Adaiah,",
      "42": "Ethan, Zimmah, Shimei,",
      "43": "Jahath, Gershon, and Levi.",
      "44": "Heman’s second assistant was Ethan from the clan of Merari. Ethan’s genealogy was traced back through Kishi, Abdi, Malluch,",
      "45": "Hashabiah, Amaziah, Hilkiah,",
      "47": "Mahli, Mushi, Merari, and Levi.",
      "48": "Their fellow Levites were appointed to various other tasks in the Tabernacle, the house of God."
    },
    "7": {
      "2": "The sons of Tola were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel. Each of them was the leader of an ancestral clan. At the time of King David, the total number of mighty warriors listed in the records of these clans was 22,600.",
      "27": "Nun, and Joshua.",
      "39": "The sons of Ulla were Arah, Hanniel, and Rizia.",
      "24": "He had a daughter named Sheerah. She built the towns of Lower and Upper Beth-horon and Uzzen-sheerah.",
      "25": "The descendants of Ephraim included Rephah, Resheph, Telah, Tahan,",
      "26": "Ladan, Ammihud, Elishama,"
    },
    "8": {
      "15": "Zebadiah, Arad, Eder,",
      "33": "Ner was the father of Kish.Kish was the father of Saul.Saul was the father of Jonathan, Malkishua, Abinadab, and Esh-baal.",
      "37": "Moza was the father of Binea.Binea was the father of Rephaiah.[a]Rephaiah was the father of Eleasah.Eleasah was the father of Azel.",
      "39": "Azel’s brother Eshek had three sons: the first was Ulam, the second was Jeush, and the third was Eliphelet."
    },
    "9": {
      "27": "They would spend the night around the house of God, since it was their duty to guard it and to open the gates every morning.",
      "36": "and his oldest son was named Abdon. Jeiel’s other sons were Zur, Kish, Baal, Ner, Nadab,",
      "44": "Azel had six sons, whose names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
    },
    "10": {
      "10": "They placed his armor in the temple of their gods, and they fastened his head to the temple of Dagon."
    },
    "12": {
      "28": "This also included Zadok, a brave young warrior, with 22 members of his family who were all officers.",
      "29": "From the tribe of Benjamin, Saul’s relatives, there were 3,000 warriors. Most of the men from Benjamin had remained loyal to Saul until this time.",
      "30": "From the tribe of Ephraim, there were 20,800 brave warriors, each highly respected in his own clan.",
      "31": "From the half-tribe of Manasseh west of the Jordan, 18,000 men were designated by name to help David become king.",
      "32": "From the tribe of Issachar, there were 200 leaders of the tribe with their relatives. All these men understood the signs of the times and knew the best course for Israel to take."
    },
    "1": {
      "22": "Obal,[a] Abimael, Sheba,",
      "23": "Ophir, Havilah, and Jobab. All these were descendants of Joktan."
    },
    "2": {
      "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
      "46": "Caleb’s concubine Ephah gave birth to Haran, Moza, and Gazez. Haran was the father of Gazez.",
      "47": "The sons of Jahdai were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
      "48": "Another of Caleb’s concubines, Maacah, gave birth to Sheber and Tirhanah.",
      "49": "She also gave birth to Shaaph (the father of Madmannah) and Sheva (the father of Macbenah and Gibea). Caleb also had a daughter named Acsah."
    },
    "4": {
      "19": "Hodiah’s wife was the sister of Naham. One of her sons was the father of Keilah the Garmite, and another was the father of Eshtemoa the Maacathite.",
      "20": "The sons of Shimon were Amnon, Rinnah, Ben-hanan, and Tilon.The descendants of Ishi were Zoheth and Ben-zoheth.",
      "21": "Descendants of Judah’s Son Shelah21 Shelah was one of Judah’s sons. The descendants of Shelah were Er (the father of Lecah); Laadah (the father of Mareshah); the families of linen workers at Beth-ashbea;"
    }
  },
  "2 Corinthians": {
    "6": {
      "4": "In everything we do, we show that we are true ministers of God. We patiently endure troubles and hardships and calamities of every kind.",
      "12": "There is no lack of love on our part, but you have withheld your love from us."
    },
    "8": {
      "12": "Whatever you give is acceptable if you give it eagerly. And give according to what you have, not what you don’t have."
    },
    "9": {
      "11": "Yes, you will be enriched in every way so that you can always be generous. And when we take your gifts to those who need them, they will thank God."
    },
    "10": {
      "3": "We are human, but we don’t wage war as humans do."
    },
    "12": {
      "5": "That experience is worth boasting about, but I’m not going to do it. I will boast only about my weaknesses.",
      "3": "Yes, only God knows whether I was in my body or outside my body. But I do know"
    },
    "3": {
      "6": "He has enabled us to be ministers of his new covenant. This is a covenant not of written laws, but of the Spirit. The old written covenant ends in death; but under the new covenant, the Spirit gives life."
    }
  },
  "Galatians": {
    "6": {
      "5": "For we are each responsible for our own conduct."
    },
    "3": {
      "22": "But the Scriptures declare that we are all prisoners of sin, so we receive God’s promise of freedom only by believing in Jesus Christ.",
      "23": "God’s Children through Faith23 Before the way of faith in Christ was available to us, we were placed under guard by the law. We were kept in protective custody, so to speak, until the way of faith was revealed."
    },
    "5": {
      "12": "I just wish that those troublemakers who want to mutilate you by circumcision would mutilate themselves.[a]"
    }
  },
  "Ephesians": {
    "6": {
      "6": "Try to please them all the time, not just when they are watching you. As slaves of Christ, do the will of God with all your heart.",
      "19": "And pray for me, too. Ask God to give me the right words so I can boldly explain God’s mysterious plan that the Good News is for Jews and Gentiles alike.[a]",
      "20": "I am in chains now, still preaching this message as God’s ambassador. So pray that I will keep on speaking boldly for him, as I should."
    },
    "4": {
      "28": "If you are a thief, quit stealing. Instead, use your hands for good hard work, and then give generously to others in need.",
      "29": "Don’t use foul or abusive language. Let everything you say be good and helpful, so that your words will be an encouragement to those who hear them."
    },
    "3": {
      "18": "And may you have the power to understand, as all God’s people should, how wide, how long, how high, and how deep his love is."
    },
    "5": {
      "7": "Don’t participate in the things these people do."
    }
  },
  "Mark": {
    "6": {
      "18": "John had been telling Herod, “It is against God’s law for you to marry your brother’s wife.”",
      "20": "for Herod respected John; and knowing that he was a good and holy man, he protected him. Herod was greatly disturbed whenever he talked with John, but even so, he liked to listen to him.",
      "25": "So the girl hurried back to the king and told him, “I want the head of John the Baptist, right now, on a tray!”",
      "27": "So he immediately sent an executioner to the prison to cut off John’s head and bring it to him. The soldier beheaded John in the prison,",
      "34": "Jesus saw the huge crowd as he stepped from the boat, and he had compassion on them because they were like sheep without a shepherd. So he began teaching them many things.",
      "35": "Late in the afternoon his disciples came to him and said, “This is a remote place, and it’s already getting late.",
      "43": "and afterward, the disciples picked up twelve baskets of leftover bread and fish.",
      "47": "Late that night, the disciples were in their boat in the middle of the lake, and Jesus was alone on land.",
      "37": "But Jesus said, “You feed them.”“With what?” they asked. “We’d have to work for months to earn enough money[a] to buy food for all these people!”"
    },
    "7": {
      "20": "And then he added, “It is what comes from inside that defiles you.",
      "25": "Right away a woman who had heard about him came and fell at his feet. Her little girl was possessed by an evil[a] spirit,",
      "15": "It’s not what goes into your body that defiles you; you are defiled by what comes from your heart.[a]”"
    },
    "8": {
      "31": "Jesus Predicts His Death31 Then Jesus began to tell them that the Son of Man[a] must suffer many terrible things and be rejected by the elders, the leading priests, and the teachers of religious law. He would be killed, but three days later he would rise from the dead.",
      "38": "If anyone is ashamed of me and my message in these adulterous and sinful days, the Son of Man will be ashamed of that person when he returns in the glory of his Father with the holy angels.”",
      "8": "They ate as much as they wanted. Afterward, the disciples picked up seven large baskets of leftover food."
    },
    "9": {
      "5": "Peter exclaimed, “Rabbi, it’s wonderful for us to be here! Let’s make three shelters as memorials[a]—one for you, one for Moses, and one for Elijah.”",
      "23": "“What do you mean, ‘If I can’?” Jesus asked. “Anything is possible if a person believes.”",
      "30": "Jesus Again Predicts His Death30 Leaving that region, they traveled through Galilee. Jesus didn’t want anyone to know he was there,",
      "39": "“Don’t stop him!” Jesus said. “No one who performs a miracle in my name will soon be able to speak evil of me.",
      "42": "“But if you cause one of these little ones who trusts in me to fall into sin, it would be better for you to be thrown into the sea with a large millstone hung around your neck.",
      "47": "And if your eye causes you to sin, gouge it out. It’s better to enter the Kingdom of God with only one eye than to have two eyes and be thrown into hell,"
    },
    "12": {
      "25": "For when the dead rise, they will neither marry nor be given in marriage. In this respect they will be like the angels in heaven.",
      "23": "So tell us, whose wife will she be in the resurrection? For all seven were married to her.”"
    },
    "1": {
      "5": "All of Judea, including all the people of Jerusalem, went out to see and hear John. And when they confessed their sins, he baptized them in the Jordan River."
    },
    "4": {
      "7": "Other seed fell among thorns that grew up and choked out the tender plants so they produced no grain.",
      "8": "Still other seeds fell on fertile soil, and they sprouted, grew, and produced a crop that was thirty, sixty, and even a hundred times as much as had been planted!”"
    },
    "5": {
      "26": "She had suffered a great deal from many doctors, and over the years she had spent everything she had to pay them, but she had gotten no better. In fact, she had gotten worse."
    }
  },
  "1 Kings": {
    "6": {
      "19": "He prepared the inner sanctuary at the far end of the Temple, where the Ark of the Lord’s Covenant would be placed.",
      "8": "The entrance to the bottom floor[a] was on the south side of the Temple. There were winding stairs going up to the second floor, and another flight of stairs between the second and third floors."
    },
    "7": {
      "34": "There were handles at each of the four corners of the carts, and these, too, were cast as one unit with the cart.",
      "38": "Huram also made ten smaller bronze basins, one for each cart. Each basin was six feet across and could hold 220 gallons[a] of water.",
      "46": "The king had them cast in clay molds in the Jordan Valley between Succoth and Zarethan.",
      "28": "They were constructed with side panels braced with crossbars."
    },
    "8": {
      "35": "“If the skies are shut up and there is no rain because your people have sinned against you, and if they pray toward this Temple and acknowledge your name and turn from their sins because you have punished them,",
      "41": "“In the future, foreigners who do not belong to your people Israel will hear of you. They will come from distant lands because of your name,",
      "44": "“If your people go out where you send them to fight their enemies, and if they pray to the Lord by turning toward this city you have chosen and toward this Temple I have built to honor your name,",
      "47": "But in that land of exile, they might turn to you in repentance and pray, ‘We have sinned, done evil, and acted wickedly.’"
    },
    "10": {
      "8": "How happy your people[a] must be! What a privilege for your officials to stand here day after day, listening to your wisdom!"
    },
    "12": {
      "2": "When Jeroboam son of Nebat heard of this, he returned from Egypt,[a] for he had fled to Egypt to escape from King Solomon.",
      "33": "So on the fifteenth day of the eighth month, a day that he himself had designated, Jeroboam offered sacrifices on the altar at Bethel. He instituted a religious festival for Israel, and he went up to the altar to burn incense."
    },
    "1": {
      "25": "Today he has sacrificed many cattle, fattened calves, and sheep, and he has invited all the king’s sons to attend the celebration. He also invited the commanders of the army and Abiathar the priest. They are feasting and drinking with him and shouting, ‘Long live King Adonijah!’",
      "26": "But he did not invite me or Zadok the priest or Benaiah or your servant Solomon."
    },
    "2": {
      "5": "“And there is something else. You know what Joab son of Zeruiah did to me when he murdered my two army commanders, Abner son of Ner and Amasa son of Jether. He pretended that it was an act of war, but it was done in a time of peace,[a] staining his belt and sandals with innocent blood.[b]"
    },
    "4": {
      "22": "The daily food requirements for Solomon’s palace were 150 bushels of choice flour and 300 bushels of meal[a];",
      "23": "also 10 oxen from the fattening pens, 20 pasture-fed cattle, 100 sheep or goats, as well as deer, gazelles, roe deer, and choice poultry.[a]",
      "24": "Solomon’s dominion extended over all the kingdoms west of the Euphrates River, from Tiphsah to Gaza. And there was peace on all his borders."
    }
  },
  "Daniel": {
    "6": {
      "19": "Very early the next morning, the king got up and hurried out to the lions’ den.",
      "16": "So at last the king gave orders for Daniel to be arrested and thrown into the den of lions. The king said to him, “May your God, whom you serve so faithfully, rescue you.”",
      "17": "A stone was brought and placed over the mouth of the den. The king sealed the stone with his own royal seal and the seals of his nobles, so that no one could rescue Daniel."
    },
    "7": {
      "17": "“These four huge beasts represent four kingdoms that will arise from the earth."
    },
    "8": {
      "8": "The goat became very powerful. But at the height of his power, his large horn was broken off. In the large horn’s place grew four prominent horns pointing in the four directions of the earth."
    },
    "12": {
      "9": "But he said, “Go now, Daniel, for what I have said is kept secret and sealed until the time of the end.",
      "7": "The man dressed in linen, who was standing above the river, raised both his hands toward heaven and took a solemn oath by the One who lives forever, saying, “It will go on for a time, times, and half a time. When the shattering of the holy people has finally come to an end, all these things will have happened.”"
    },
    "4": {
      "26": "But the stump and roots of the tree were left in the ground. This means that you will receive your kingdom back again when you have learned that heaven rules.",
      "35": "All the people of the earth are nothing compared to him.He does as he pleases among the angels of heaven and among the people of the earth.No one can stop him or say to him, ‘What do you mean by doing these things?’",
      "36": "“When my sanity returned to me, so did my honor and glory and kingdom. My advisers and nobles sought me out, and I was restored as head of my kingdom, with even greater honor than before.",
      "37": "“Now I, Nebuchadnezzar, praise and glorify and honor the King of heaven. All his acts are just and true, and he is able to humble the proud.”"
    },
    "11": {
      "45": "He will stop between the glorious holy mountain and the sea and will pitch his royal tents. But while he is there, his time will suddenly run out, and no one will help him."
    },
    "2": {
      "20": "He said, “Praise the name of God forever and ever, for he has all wisdom and power."
    },
    "3": {
      "15": "I will give you one more chance to bow down and worship the statue I have made when you hear the sound of the musical instruments.[a] But if you refuse, you will be thrown immediately into the blazing furnace. And then what god will be able to rescue you from my power?”"
    },
    "5": {
      "4": "While they drank from them they praised their idols made of gold, silver, bronze, iron, wood, and stone."
    }
  },
  "Ezra": {
    "6": {
      "21": "The Passover meal was eaten by the people of Israel who had returned from exile and by the others in the land who had turned from their corrupt practices to worship the Lord, the God of Israel."
    },
    "7": {
      "4": "son of Zerahiah, son of Uzzi, son of Bukki,",
      "3": "son of Amariah, son of Azariah, son[a] of Meraioth,"
    },
    "8": {
      "17": "I sent them to Iddo, the leader of the Levites at Casiphia, to ask him and his relatives and the Temple servants to send us ministers for the Temple of God at Jerusalem.",
      "34": "Everything was accounted for by number and weight, and the total weight was officially recorded."
    },
    "2": {
      "26": "The people of Ramah and Geba621",
      "27": "The people of Micmash122"
    },
    "5": {
      "11": "“This was their answer: ‘We are the servants of the God of heaven and earth, and we are rebuilding the Temple that was built here many years ago by a great king of Israel."
    }
  },
  "2 Chronicles": {
    "6": {
      "22": "“If someone wrongs another person and is required to take an oath of innocence in front of your altar at this Temple,",
      "30": "then hear from heaven where you live, and forgive. Give your people what their actions deserve, for you alone know each human heart.",
      "32": "“In the future, foreigners who do not belong to your people Israel will hear of you. They will come from distant lands when they hear of your great name and your strong hand and your powerful arm. And when they pray toward this Temple,",
      "11": "There I have placed the Ark, which contains the covenant that the Lord made with the people of Israel.”"
    },
    "7": {
      "3": "When all the people of Israel saw the fire coming down and the glorious presence of the Lord filling the Temple, they fell face down on the ground and worshiped and praised the Lord, saying,“He is good! His faithful love endures forever!”"
    },
    "8": {
      "16": "So Solomon made sure that all the work related to building the Temple of the Lord was carried out, from the day its foundation was laid to the day of its completion."
    },
    "10": {
      "11": "Yes, my father laid heavy burdens on you, but I’m going to make them even heavier! My father beat you with whips, but I will beat you with scorpions!’”"
    },
    "12": {
      "4": "Shishak conquered Judah’s fortified towns and then advanced to attack Jerusalem.",
      "2": "Because they were unfaithful to the Lord, King Shishak of Egypt came up and attacked Jerusalem in the fifth year of King Rehoboam’s reign."
    },
    "3": {
      "5": "He paneled the main room of the Temple with cypress wood, overlaid it with fine gold, and decorated it with carvings of palm trees and chains."
    }
  },
  "Jeremiah": {
    "6": {
      "23": "They are armed with bows and spears. They are cruel and show no mercy.They sound like a roaring sea as they ride forward on horses.They are coming in battle formation, planning to destroy you, beautiful Jerusalem.[a]”",
      "24": "We have heard reports about the enemy, and we wring our hands in fright.Pangs of anguish have gripped us, like those of a woman in labor.",
      "25": "Don’t go out to the fields! Don’t travel on the roads!The enemy’s sword is everywhere and terrorizes us at every turn!",
      "26": "Oh, my people, dress yourselves in burlap and sit among the ashes.Mourn and weep bitterly, as for the loss of an only son. For suddenly the destroying armies will be upon you!",
      "27": "“Jeremiah, I have made you a tester of metals,[a] that you may determine the quality of my people.",
      "28": "They are the worst kind of rebel, full of slander.They are as hard as bronze and iron, and they lead others into corruption.",
      "29": "The bellows fiercely fan the flames to burn out the corruption.But it does not purify them, for the wickedness remains.",
      "30": "I will label them ‘Rejected Silver,’ for I, the Lord, am discarding them.”"
    },
    "8": {
      "6": "I listen to their conversations and don’t hear a word of truth.Is anyone sorry for doing wrong? Does anyone say, “What a terrible thing I have done”?No! All are running down the path of sin as swiftly as a horse galloping into battle!",
      "1": "“In that day,” says the Lord, “the enemy will break open the graves of the kings and officials of Judah, and the graves of the priests, prophets, and common people of Jerusalem."
    },
    "10": {
      "12": "But the Lord made the earth by his power, and he preserves it by his wisdom.With his own understanding he stretched out the heavens."
    },
    "12": {
      "16": "And if these nations truly learn the ways of my people, and if they learn to swear by my name, saying, ‘As surely as the Lord lives’ (just as they taught my people to swear by the name of Baal), then they will be given a place among my people.",
      "17": "But any nation who refuses to obey me will be uprooted and destroyed. I, the Lord, have spoken!”",
      "15": "But afterward I will return and have compassion on all of them. I will bring them home to their own lands again, each nation to its own possession."
    },
    "2": {
      "28": "But why not call on these gods you have made? When trouble comes, let them save you if they can!For you have as many gods as there are towns in Judah.",
      "29": "Why do you accuse me of doing wrong? You are the ones who have rebelled,” says the Lord.",
      "30": "“I have punished your children, but they did not respond to my discipline.You yourselves have killed your prophets as a lion kills its prey.",
      "31": "“O my people, listen to the words of the Lord! Have I been like a desert to Israel? Have I been to them a land of darkness?Why then do my people say, ‘At last we are free from God! We don’t need him anymore!’",
      "32": "Does a young woman forget her jewelry, or a bride her wedding dress?Yet for years on end my people have forgotten me.",
      "33": "“How you plot and scheme to win your lovers. Even an experienced prostitute could learn from you!",
      "34": "Your clothing is stained with the blood of the innocent and the poor, though you didn’t catch them breaking into your houses!",
      "35": "And yet you say,‘I have done nothing wrong. Surely God isn’t angry with me!’But now I will punish you severely because you claim you have not sinned.",
      "36": "First here, then there— you flit from one ally to another asking for help.But your new friends in Egypt will let you down, just as Assyria did before."
    },
    "5": {
      "18": "“Yet even in those days I will not blot you out completely,” says the Lord."
    },
    "7": {
      "8": "“‘Don’t be fooled into thinking that you will never suffer because the Temple is here. It’s a lie!"
    }
  },
  "Exodus": {
    "6": {
      "24": "The sons of Korah were Assir, Elkanah, and Abiasaph. Their descendants became the clans of Korah.",
      "28": "When the Lord spoke to Moses in the land of Egypt,",
      "21": "The sons of Izhar were Korah, Nepheg, and Zicri.",
      "22": "The sons of Uzziel were Mishael, Elzaphan, and Sithri."
    },
    "8": {
      "18": "Pharaoh’s magicians tried to do the same thing with their secret arts, but this time they failed. And the gnats covered everyone, people and animals alike.",
      "21": "If you refuse, then I will send swarms of flies on you, your officials, your people, and all the houses. The Egyptian homes will be filled with flies, and the ground will be covered with them."
    },
    "4": {
      "30": "Aaron told them everything the Lord had told Moses, and Moses performed the miraculous signs as they watched."
    },
    "12": {
      "10": "Do not leave any of it until the next morning. Burn whatever is not eaten before morning.",
      "34": "The Israelites took their bread dough before yeast was added. They wrapped their kneading boards in their cloaks and carried them on their shoulders.",
      "35": "And the people of Israel did as Moses had instructed; they asked the Egyptians for clothing and articles of silver and gold.",
      "36": "The Lord caused the Egyptians to look favorably on the Israelites, and they gave the Israelites whatever they asked for. So they stripped the Egyptians of their wealth!",
      "37": "That night the people of Israel left Rameses and started for Succoth. There were about 600,000 men,[a] plus all the women and children.",
      "38": "A rabble of non-Israelites went with them, along with great flocks and herds of livestock.",
      "39": "For bread they baked flat cakes from the dough without yeast they had brought from Egypt. It was made without yeast because the people were driven out of Egypt in such a hurry that they had no time to prepare the bread or other food.",
      "40": "The people of Israel had lived in Egypt[a] for 430 years.",
      "41": "In fact, it was on the last day of the 430th year that all the Lord’s forces left the land.",
      "42": "On this night the Lord kept his promise to bring his people out of the land of Egypt. So this night belongs to him, and it must be commemorated every year by all the Israelites, from generation to generation.",
      "43": "Instructions for the Passover43 Then the Lord said to Moses and Aaron, “These are the instructions for the festival of Passover. No outsiders are allowed to eat the Passover meal.",
      "44": "But any slave who has been purchased may eat it if he has been circumcised."
    },
    "2": {
      "24": "God heard their groaning, and he remembered his covenant promise to Abraham, Isaac, and Jacob.",
      "25": "He looked down on the people of Israel and knew it was time to act.[a]"
    },
    "3": {
      "19": "“But I know that the king of Egypt will not let you go unless a mighty hand forces him.[a]",
      "20": "So I will raise my hand and strike the Egyptians, performing all kinds of miracles among them. Then at last he will let you go."
    },
    "5": {
      "9": "Load them down with more work. Make them sweat! That will teach them to listen to lies!”"
    },
    "7": {
      "1": "Aaron’s Staff Becomes a Serpent7 Then the Lord said to Moses, “Pay close attention to this. I will make you seem like God to Pharaoh, and your brother, Aaron, will be your prophet."
    }
  },
  "Matthew": {
    "6": {
      "26": "Look at the birds. They don’t plant or harvest or store food in barns, for your heavenly Father feeds them. And aren’t you far more valuable to him than they are?"
    },
    "7": {
      "13": "The Narrow Gate13 “You can enter God’s Kingdom only through the narrow gate. The highway to hell[a] is broad, and its gate is wide for the many who choose that way.",
      "19": "So every tree that does not produce good fruit is chopped down and thrown into the fire.",
      "16": "You can identify them by their fruit, that is, by the way they act. Can you pick grapes from thornbushes, or figs from thistles?"
    },
    "8": {
      "30": "There happened to be a large herd of pigs feeding in the distance.",
      "9": "I know this because I am under the authority of my superior officers, and I have authority over my soldiers. I only need to say, ‘Go,’ and they go, or ‘Come,’ and they come. And if I say to my slaves, ‘Do this,’ they do it.”"
    },
    "9": {
      "4": "Jesus knew[a] what they were thinking, so he asked them, “Why do you have such evil thoughts in your hearts?",
      "22": "Jesus turned around, and when he saw her he said, “Daughter, be encouraged! Your faith has made you well.” And the woman was healed at that moment.",
      "38": "So pray to the Lord who is in charge of the harvest; ask him to send more workers into his fields.”"
    },
    "11": {
      "2": "John the Baptist, who was in prison, heard about all the things the Messiah was doing. So he sent his disciples to ask Jesus,",
      "4": "Jesus told them, “Go back to John and tell him what you have heard and seen—"
    },
    "12": {
      "26": "And if Satan is casting out Satan, he is divided and fighting against himself. His own kingdom will not survive.",
      "24": "But when the Pharisees heard about the miracle, they said, “No wonder he can cast out demons. He gets his power from Satan,[a] the prince of demons.”"
    },
    "1": {
      "6": "Jesse was the father of King David.David was the father of Solomon (whose mother was Bathsheba, the widow of Uriah)."
    },
    "4": {
      "9": "“I will give it all to you,” he said, “if you will kneel down and worship me.”"
    },
    "5": {
      "27": "Teaching about Adultery27 “You have heard the commandment that says, ‘You must not commit adultery.’[a]",
      "48": "But you are to be perfect, even as your Father in heaven is perfect."
    }
  },
  "Proverbs": {
    "6": {
      "33": "He will be wounded and disgraced. His shame will never be erased."
    },
    "7": {
      "9": "It was at twilight, in the evening, as deep darkness fell.",
      "20": "He has taken a wallet full of money with him and won’t return until later this month.[a]”"
    },
    "8": {
      "2": "On the hilltop along the road, she takes her stand at the crossroads.",
      "19": "My gifts are better than gold, even the purest gold, my wages better than sterling silver!",
      "12": "“I, Wisdom, live together with good judgment. I know where to discover knowledge and discernment."
    },
    "12": {
      "26": "The godly give good advice to their friends;[a] the wicked lead them astray.",
      "27": "Lazy people don’t even cook the game they catch, but the diligent make use of everything they find."
    },
    "1": {
      "14": "Come, throw in your lot with us; we’ll all share the loot.”"
    },
    "4": {
      "14": "Don’t do as the wicked do, and don’t follow the path of evildoers."
    }
  },
  "Judges": {
    "6": {
      "38": "And that is just what happened. When Gideon got up early the next morning, he squeezed the fleece and wrung out a whole bowlful of water.",
      "40": "So that night God did as Gideon asked. The fleece was dry in the morning, but the ground was covered with dew.",
      "33": "Gideon Asks for a Sign33 Soon afterward the armies of Midian, Amalek, and the people of the east formed an alliance against Israel and crossed the Jordan, camping in the valley of Jezreel.",
      "34": "Then the Spirit of the Lord clothed Gideon with power. He blew a ram’s horn as a call to arms, and the men of the clan of Abiezer came to him."
    },
    "7": {
      "15": "When Gideon heard the dream and its interpretation, he bowed in worship before the Lord.[a] Then he returned to the Israelite camp and shouted, “Get up! For the Lord has given you victory over the Midianite hordes!”",
      "23": "Then Gideon sent for the warriors of Naphtali, Asher, and Manasseh, who joined in chasing the army of Midian.",
      "12": "The armies of Midian, Amalek, and the people of the east had settled in the valley like a swarm of locusts. Their camels were like grains of sand on the seashore—too many to count!"
    },
    "8": {
      "29": "Then Gideon[a] son of Joash returned home.",
      "5": "When they reached Succoth, Gideon asked the leaders of the town, “Please give my warriors some food. They are very tired. I am chasing Zebah and Zalmunna, the kings of Midian.”"
    },
    "9": {
      "13": "But the grapevine also refused, saying,‘Should I quit producing the wine that cheers both God and people, just to wave back and forth over the trees?’",
      "17": "For he fought for you and risked his life when he rescued you from the Midianites.",
      "24": "God was punishing Abimelech for murdering Gideon’s seventy sons, and the citizens of Shechem for supporting him in this treachery of murdering his brothers.",
      "28": "“Who is Abimelech?” Gaal shouted. “He’s not a true son of Shechem,[a] so why should we be his servants? He’s merely the son of Gideon, and this Zebul is merely his deputy. Serve the true sons of Hamor, the founder of Shechem. Why should we serve Abimelech?",
      "46": "When the leading citizens who lived in the tower of Shechem heard what had happened, they ran and hid in the temple of Baal-berith.[a]",
      "49": "So each of them cut down some branches, following Abimelech’s example. They piled the branches against the walls of the temple and set them on fire. So all the people who had lived in the tower of Shechem died—about 1,000 men and women."
    },
    "10": {
      "5": "When Jair died, he was buried in Kamon."
    },
    "4": {
      "3": "Sisera, who had 900 iron chariots, ruthlessly oppressed the Israelites for twenty years. Then the people of Israel cried out to the Lord for help."
    },
    "5": {
      "21": "The Kishon River swept them away— that ancient torrent, the Kishon.March on with courage, my soul!",
      "22": "Then the horses’ hooves hammered the ground, the galloping, galloping of Sisera’s mighty steeds."
    }
  },
  "2 Kings": {
    "7": {
      "1": "Elisha replied, “Listen to this message from the Lord! This is what the Lord says: By this time tomorrow in the markets of Samaria, six quarts of choice flour will cost only one piece of silver,[a] and twelve quarts of barley grain will cost only one piece of silver.[b]”"
    },
    "9": {
      "33": "“Throw her down!” Jehu yelled. So they threw her out the window, and her blood spattered against the wall and on the horses. And Jehu trampled her body under his horses’ hooves."
    },
    "10": {
      "9": "In the morning he went out and spoke to the crowd that had gathered around them. “You are not to blame,” he told them. “I am the one who conspired against my master and killed him. But who killed all these?"
    },
    "12": {
      "6": "But by the twenty-third year of Joash’s reign, the priests still had not repaired the Temple.",
      "4": "One day King Joash said to the priests, “Collect all the money brought as a sacred offering to the Lord’s Temple, whether it is a regular assessment, a payment of vows, or a voluntary gift."
    },
    "3": {
      "7": "On the way, he sent this message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you join me in battle against him?”And Jehoshaphat replied, “Why, of course! You and I are as one. My troops are your troops, and my horses are your horses.”"
    },
    "4": {
      "25": "As she approached the man of God at Mount Carmel, Elisha saw her in the distance. He said to Gehazi, “Look, the woman from Shunem is coming.",
      "26": "Run out to meet her and ask her, ‘Is everything all right with you, your husband, and your child?’”“Yes,” the woman told Gehazi, “everything is fine.”",
      "27": "But when she came to the man of God at the mountain, she fell to the ground before him and caught hold of his feet. Gehazi began to push her away, but the man of God said, “Leave her alone. She is deeply troubled, but the Lord has not told me what it is.”",
      "28": "Then she said, “Did I ask you for a son, my lord? And didn’t I say, ‘Don’t deceive me and get my hopes up’?”",
      "29": "Then Elisha said to Gehazi, “Get ready to travel[a]; take my staff and go! Don’t talk to anyone along the way. Go quickly and lay the staff on the child’s face.”",
      "30": "But the boy’s mother said, “As surely as the Lord lives and you yourself live, I won’t go home unless you go with me.” So Elisha returned with her.",
      "31": "Gehazi hurried on ahead and laid the staff on the child’s face, but nothing happened. There was no sign of life. He returned to meet Elisha and told him, “The child is still dead.”"
    },
    "6": {
      "13": "“Go and find out where he is,” the king commanded, “so I can send troops to seize him.”And the report came back: “Elisha is at Dothan.”"
    }
  },
  "Nehemiah": {
    "7": {
      "5": "So my God gave me the idea to call together all the nobles and leaders of the city, along with the ordinary citizens, for registration. I had found the genealogical record of those who had first returned to Judah. This is what was written there:",
      "21": "The family of Ater (descendants of Hezekiah)98",
      "40": "The family of Immer1,052",
      "41": "The family of Pashhur1,247",
      "47": "Keros, Siaha,[a] Padon,",
      "18": "The family of Adonikam667"
    },
    "9": {
      "19": "“But in your great mercy you did not abandon them to die in the wilderness. The pillar of cloud still led them forward by day, and the pillar of fire showed them the way through the night.",
      "32": "“And now, our God, the great and mighty and awesome God, who keeps his covenant of unfailing love, do not let all the hardships we have suffered seem insignificant to you. Great trouble has come upon us and upon our kings and leaders and priests and prophets and ancestors—all of your people—from the days when the kings of Assyria first triumphed over us until now.",
      "34": "Our kings, leaders, priests, and ancestors did not obey your Law or listen to the warnings in your commands and laws.",
      "37": "The lush produce of this land piles up in the hands of the kings whom you have set over us because of our sins. They have power over us and our livestock. We serve them at their pleasure, and we are in great misery.”"
    },
    "12": {
      "12": "Now when Joiakim was high priest, the family leaders of the priests were as follows:Meraiah was leader of the family of Seraiah.Hananiah was leader of the family of Jeremiah.",
      "27": "Dedication of Jerusalem’s Wall27 For the dedication of the new wall of Jerusalem, the Levites throughout the land were asked to come to Jerusalem to assist in the ceremonies. They were to take part in the joyous occasion with their songs of thanksgiving and with the music of cymbals, harps, and lyres.",
      "25": "This included Mattaniah, Bakbukiah, and Obadiah.Meshullam, Talmon, and Akkub were the gatekeepers in charge of the storerooms at the gates."
    },
    "11": {
      "35": "Lod, Ono, and the Valley of Craftsmen.[a]",
      "36": "Some of the Levites who lived in Judah were sent to live with the tribe of Benjamin."
    },
    "1": {
      "9": "But if you return to me and obey my commands and live by them, then even if you are exiled to the ends of the earth,[a] I will bring you back to the place I have chosen for my name to be honored.’"
    },
    "4": {
      "11": "Meanwhile, our enemies were saying, “Before they know what’s happening, we will swoop down on them and kill them and end their work.”"
    },
    "8": {
      "10": "And Nehemiah[a] continued, “Go and celebrate with a feast of rich foods and sweet drinks, and share gifts of food with people who have nothing prepared. This is a sacred day before our Lord. Don’t be dejected and sad, for the joy of the Lord is your strength!”"
    }
  },
  "Esther": {
    "7": {
      "6": "Esther replied, “This wicked Haman is our adversary and our enemy.” Haman grew pale with fright before the king and queen."
    },
    "9": {
      "14": "So the king agreed, and the decree was announced in Susa. And they impaled the bodies of Haman’s ten sons.",
      "20": "The Festival of Purim20 Mordecai recorded these events and sent letters to the Jews near and far, throughout all the provinces of King Xerxes,"
    },
    "2": {
      "23": "When an investigation was made and Mordecai’s story was found to be true, the two men were impaled on a sharpened pole. This was all recorded in The Book of the History of King Xerxes’ Reign."
    },
    "5": {
      "8": "If I have found favor with the king, and if it pleases the king to grant my request and do what I ask, please come with Haman tomorrow to the banquet I will prepare for you. Then I will explain what this is all about.”"
    }
  },
  "Job": {
    "7": {
      "7": "O God, remember that my life is but a breath, and I will never again feel happiness.",
      "9": "Just as a cloud dissipates and vanishes, those who die[a] will not come back."
    },
    "9": {
      "15": "Even if I were right, I would have no defense. I could only plead for mercy.",
      "35": "Then I could speak to him without fear, but I cannot do that in my own strength."
    },
    "12": {
      "18": "He removes the royal robe of kings. They are led away with ropes around their waist.",
      "19": "He leads priests away, stripped of status; he overthrows those with long years in power.",
      "17": "He leads counselors away, stripped of good judgment; wise judges become fools."
    },
    "5": {
      "19": "From six disasters he will rescue you; even in the seventh, he will keep you from evil."
    },
    "8": {
      "2": "“How long will you go on like this? You sound like a blustering wind."
    }
  },
  "Psalms": {
    "7": {
      "8": "The Lord judges the nations.Declare me righteous, O Lord, for I am innocent, O Most High!"
    },
    "8": {
      "1": "Psalm 8For the choir director: A psalm of David, to be accompanied by a stringed instrument.[a]1 O Lord, our Lord, your majestic name fills the earth! Your glory is higher than the heavens."
    },
    "6": {
      "1": "Psalm 6For the choir director: A psalm of David, to be accompanied by an eight-stringed instrument.[a]1 O Lord, don’t rebuke me in your anger or discipline me in your rage."
    }
  },
  "Ecclesiastes": {
    "7": {
      "10": "Don’t long for “the good old days.” This is not wise.",
      "29": "But I did find this: God created people to be virtuous, but they have each turned to follow their own downward path.”"
    },
    "8": {
      "3": "Don’t try to avoid doing your duty, and don’t stand with those who plot evil, for the king can do whatever he wants."
    },
    "12": {
      "11": "The words of the wise are like cattle prods—painful but helpful. Their collected sayings are like a nail-studded stick with which a shepherd[a] drives the sheep.",
      "9": "Keep this in mind: The Teacher was considered wise, and he taught the people everything he knew. He listened carefully to many proverbs, studying and classifying them."
    },
    "2": {
      "22": "So what do people get in this life for all their hard work and anxiety?"
    },
    "3": {
      "17": "I said to myself, “In due season God will judge everyone, both good and bad, for all their deeds.”"
    },
    "5": {
      "6": "Don’t let your mouth make you sin. And don’t defend yourself by telling the Temple messenger that the promise you made was a mistake. That would make God angry, and he might wipe out everything you have achieved."
    }
  },
  "Micah": {
    "7": {
      "11": "In that day, Israel, your cities will be rebuilt, and your borders will be extended.",
      "18": "Where is another God like you, who pardons the guilt of the remnant, overlooking the sins of his special people?You will not stay angry with your people forever, because you delight in showing unfailing love.",
      "17": "Like snakes crawling from their holes, they will come out to meet the Lord our God.They will fear him greatly, trembling in terror at his presence."
    },
    "1": {
      "7": "All her carved images will be smashed. All her sacred treasures will be burned.These things were bought with the money earned by her prostitution,and they will now be carried away to pay prostitutes elsewhere.”"
    },
    "4": {
      "10": "Writhe and groan like a woman in labor, you people of Jerusalem,[a]for now you must leave this city to live in the open country.You will soon be sent in exile to distant Babylon.But the Lord will rescue you there; he will redeem you from the grip of your enemies."
    }
  },
  "Zechariah": {
    "7": {
      "12": "They made their hearts as hard as stone, so they could not hear the instructions or the messages that the Lord of Heaven’s Armies had sent them by his Spirit through the earlier prophets. That is why the Lord of Heaven’s Armies was so angry with them."
    },
    "9": {
      "3": "Tyre has built a strong fortress and has made silver and gold as plentiful as dust in the streets!"
    },
    "1": {
      "19": "“What are these?” I asked the angel who was talking with me.He replied, “These horns represent the nations that scattered Judah, Israel, and Jerusalem.”",
      "20": "Then the Lord showed me four blacksmiths.",
      "21": "“What are these men coming to do?” I asked.The angel replied, “These four horns—these nations—scattered and humbled Judah. Now these blacksmiths have come to terrify those nations and throw them down and destroy them.”"
    },
    "6": {
      "4": "“And what are these, my lord?” I asked the angel who was talking with me.",
      "5": "The angel replied, “These are the four spirits[a] of heaven who stand before the Lord of all the earth. They are going out to do his work."
    }
  },
  "Hebrews": {
    "7": {
      "14": "What I mean is, our Lord came from the tribe of Judah, and Moses never mentioned priests coming from that tribe.",
      "28": "The law appointed high priests who were limited by human weakness. But after the law was given, God appointed his Son with an oath, and his Son has been made the perfect High Priest forever.",
      "5": "Now the law of Moses required that the priests, who are descendants of Levi, must collect a tithe from the rest of the people of Israel,[a] who are also descendants of Abraham."
    },
    "8": {
      "13": "When God speaks of a “new” covenant, it means he has made the first one obsolete. It is now out of date and will soon disappear."
    },
    "12": {
      "15": "Look after each other so that none of you fails to receive the grace of God. Watch out that no poisonous root of bitterness grows up to trouble you, corrupting many.",
      "13": "Mark out a straight path for your feet so that those who are weak and lame will not fall but become strong."
    },
    "5": {
      "14": "Solid food is for those who are mature, who through training have the skill to recognize the difference between right and wrong."
    }
  },
  "1 Samuel": {
    "7": {
      "16": "Each year he traveled around, setting up his court first at Bethel, then at Gilgal, and then at Mizpah. He judged the people of Israel at each of these places."
    },
    "10": {
      "6": "At that time the Spirit of the Lord will come powerfully upon you, and you will prophesy with them. You will be changed into a different person."
    },
    "12": {
      "3": "Now testify against me in the presence of the Lord and before his anointed one. Whose ox or donkey have I stolen? Have I ever cheated any of you? Have I ever oppressed you? Have I ever taken a bribe and perverted justice? Tell me and I will make right whatever I have done wrong.”",
      "1": "Samuel’s Farewell Address12 Then Samuel addressed all Israel: “I have done as you asked and given you a king."
    },
    "1": {
      "27": "I asked the Lord to give me this boy, and he has granted my request.",
      "28": "Now I am giving him to the Lord, and he will belong to the Lord his whole life.” And they[a] worshiped the Lord there."
    },
    "3": {
      "2": "One night Eli, who was almost blind by now, had gone to bed."
    },
    "6": {
      "9": "If they cross the border of our land and go to Beth-shemesh, we will know it was the Lord who brought this great disaster upon us. If they don’t, we will know it was not his hand that caused the plague. It came simply by chance.”"
    }
  },
  "2 Samuel": {
    "7": {
      "24": "You made Israel your very own people forever, and you, O Lord, became their God.",
      "29": "And now, may it please you to bless the house of your servant, so that it may continue forever before you. For you have spoken, and when you grant a blessing to your servant, O Sovereign Lord, it is an eternal blessing!”"
    },
    "10": {
      "7": "When David heard about this, he sent Joab and all his warriors to fight them."
    },
    "12": {
      "7": "Then Nathan said to David, “You are that man! The Lord, the God of Israel, says: I anointed you king of Israel and saved you from the power of Saul.",
      "5": "David was furious. “As surely as the Lord lives,” he vowed, “any man who would do such a thing deserves to die!"
    },
    "11": {
      "17": "And when the enemy soldiers came out of the city to fight, Uriah the Hittite was killed along with several other Israelite soldiers."
    },
    "3": {
      "9": "May God strike me and even kill me if I don’t do everything I can to help David get what the Lord has promised him!"
    },
    "5": {
      "1": "David Becomes King of All Israel5 Then all the tribes of Israel went to David at Hebron and told him, “We are your own flesh and blood."
    },
    "6": {
      "14": "And David danced before the Lord with all his might, wearing a priestly garment.[a]"
    }
  },
  "Acts": {
    "7": {
      "30": "“Forty years later, in the desert near Mount Sinai, an angel appeared to Moses in the flame of a burning bush.",
      "35": "“So God sent back the same man his people had previously rejected when they demanded, ‘Who made you a ruler and judge over us?’ Through the angel who appeared to him in the burning bush, God sent Moses to be their ruler and savior.",
      "44": "“Our ancestors carried the Tabernacle[a] with them through the wilderness. It was constructed according to the plan God had shown to Moses.",
      "31": "When Moses saw it, he was amazed at the sight. As he went to take a closer look, the voice of the Lord called out to him,",
      "32": "‘I am the God of your ancestors—the God of Abraham, Isaac, and Jacob.’ Moses shook with terror and did not dare to look.",
      "33": "“Then the Lord said to him, ‘Take off your sandals, for you are standing on holy ground.",
      "34": "I have certainly seen the oppression of my people in Egypt. I have heard their groans and have come down to rescue them. Now go, for I am sending you back to Egypt.’[a]"
    },
    "8": {
      "26": "Philip and the Ethiopian Eunuch26 As for Philip, an angel of the Lord said to him, “Go south[a] down the desert road that runs from Jerusalem to Gaza.”",
      "40": "Meanwhile, Philip found himself farther north at the town of Azotus. He preached the Good News there and in every town along the way until he came to Caesarea."
    },
    "9": {
      "8": "Saul picked himself up off the ground, but when he opened his eyes he was blind. So his companions led him by the hand to Damascus."
    },
    "10": {
      "13": "Then a voice said to him, “Get up, Peter; kill and eat them.”"
    },
    "12": {
      "8": "Then the angel told him, “Get dressed and put on your sandals.” And he did. “Now put on your coat and follow me,” the angel ordered.",
      "6": "Peter’s Miraculous Escape from Prison6 The night before Peter was to be placed on trial, he was asleep, fastened with two chains between two soldiers. Others stood guard at the prison gate."
    },
    "2": {
      "17": "‘In the last days,’ God says, ‘I will pour out my Spirit upon all people.Your sons and daughters will prophesy. Your young men will see visions, and your old men will dream dreams."
    },
    "3": {
      "12": "Peter Preaches in the Temple12 Peter saw his opportunity and addressed the crowd. “People of Israel,” he said, “what is so surprising about this? And why stare at us as though we had made this man walk by our own power or godliness?"
    },
    "4": {
      "32": "The Believers Share Their Possessions32 All the believers were united in heart and mind. And they felt that what they owned was not their own, so they shared everything they had.",
      "33": "The apostles testified powerfully to the resurrection of the Lord Jesus, and God’s great blessing was upon them all.",
      "34": "There were no needy people among them, because those who owned land or houses would sell them"
    },
    "5": {
      "2": "He brought part of the money to the apostles, claiming it was the full amount. With his wife’s consent, he kept the rest.",
      "31": "Then God put him in the place of honor at his right hand as Prince and Savior. He did this so the people of Israel would repent of their sins and be forgiven.",
      "32": "We are witnesses of these things and so is the Holy Spirit, who is given by God to those who obey him.”",
      "33": "When they heard this, the high council was furious and decided to kill them.",
      "34": "But one member, a Pharisee named Gamaliel, who was an expert in religious law and respected by all the people, stood up and ordered that the men be sent outside the council chamber for a while.",
      "35": "Then he said to his colleagues, “Men of Israel, take care what you are planning to do to these men!",
      "36": "Some time ago there was that fellow Theudas, who pretended to be someone great. About 400 others joined him, but he was killed, and all his followers went their various ways. The whole movement came to nothing.",
      "37": "After him, at the time of the census, there was Judas of Galilee. He got people to follow him, but he was killed, too, and all his followers were scattered.",
      "38": "“So my advice is, leave these men alone. Let them go. If they are planning and doing these things merely on their own, it will soon be overthrown.",
      "39": "But if it is from God, you will not be able to overthrow them. You may even find yourselves fighting against God!”",
      "40": "The others accepted his advice. They called in the apostles and had them flogged. Then they ordered them never again to speak in the name of Jesus, and they let them go.",
      "41": "The apostles left the high council rejoicing that God had counted them worthy to suffer disgrace for the name of Jesus.[a]",
      "42": "And every day, in the Temple and from house to house, they continued to teach and preach this message: “Jesus is the Messiah.”"
    },
    "6": {
      "15": "At this point everyone in the high council stared at Stephen, because his face became as bright as an angel’s."
    }
  },
  "1 Corinthians": {
    "7": {
      "31": "Those who use the things of the world should not become attached to them. For this world as we know it will soon pass away.",
      "36": "But if a man thinks that he’s treating his fiancée improperly and will inevitably give in to his passion, let him marry her as he wishes. It is not a sin.",
      "27": "If you have a wife, do not seek to end the marriage. If you do not have a wife, do not seek to get married."
    },
    "8": {
      "11": "So because of your superior knowledge, a weak believer[a] for whom Christ died will be destroyed."
    },
    "9": {
      "10": "Wasn’t he actually speaking to us? Yes, it was written for us, so that the one who plows and the one who threshes the grain might both expect a share of the harvest."
    },
    "10": {
      "2": "In the cloud and in the sea, all of them were baptized as followers of Moses."
    },
    "1": {
      "24": "But to those called by God to salvation, both Jews and Gentiles,[a] Christ is the power of God and the wisdom of God."
    },
    "2": {
      "3": "I came to you in weakness—timid and trembling."
    },
    "6": {
      "7": "Even to have such lawsuits with one another is a defeat for you. Why not just accept the injustice and leave it at that? Why not let yourselves be cheated?"
    }
  },
  "Leviticus": {
    "7": {
      "32": "Give the right thigh of your peace offering to the priest as a gift.",
      "37": "These are the instructions for the burnt offering, the grain offering, the sin offering, and the guilt offering, as well as the ordination offering and the peace offering.",
      "13": "This peace offering of thanksgiving must also be accompanied by loaves of bread made with yeast."
    },
    "8": {
      "22": "Then Moses presented the other ram, which was the ram of ordination. Aaron and his sons laid their hands on the ram’s head,",
      "23": "and Moses slaughtered it. Then Moses took some of its blood and applied it to the lobe of Aaron’s right ear, the thumb of his right hand, and the big toe of his right foot.",
      "36": "So Aaron and his sons did everything the Lord had commanded through Moses.",
      "6": "Then he presented Aaron and his sons and washed them with water."
    },
    "12": {
      "2": "“Give the following instructions to the people of Israel. If a woman becomes pregnant and gives birth to a son, she will be ceremonially unclean for seven days, just as she is unclean during her menstrual period."
    },
    "1": {
      "2": "“Give the following instructions to the people of Israel. When you present an animal as an offering to the Lord, you may take it from your herd of cattle or your flock of sheep and goats."
    },
    "4": {
      "5": "The high priest will then take some of the bull’s blood into the Tabernacle,"
    }
  },
  "Numbers": {
    "7": {
      "33": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,",
      "45": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,",
      "19": "His offering consisted of a silver platter weighing 3 1⁄4 pounds and a silver basin weighing 1 3⁄4 pounds (as measured by the weight of the sanctuary shekel). These were both filled with grain offerings of choice flour moistened with olive oil."
    },
    "1": {
      "10": "Ephraim son of JosephElishama son of AmmihudManasseh son of JosephGamaliel son of Pedahzur"
    },
    "3": {
      "39": "When Moses and Aaron counted the Levite clans at the Lord’s command, the total number was 22,000 males one month old or older.",
      "40": "Redeeming the Firstborn Sons40 Then the Lord said to Moses, “Now count all the firstborn sons in Israel who are one month old or older, and make a list of their names.",
      "41": "The Levites must be reserved for me as substitutes for the firstborn sons of Israel; I am the Lord. And the Levites’ livestock must be reserved for me as substitutes for the firstborn livestock of the whole nation of Israel.”",
      "42": "So Moses counted the firstborn sons of the people of Israel, just as the Lord had commanded.",
      "43": "The number of firstborn sons who were one month old or older was 22,273.",
      "44": "Then the Lord said to Moses,",
      "45": "“Take the Levites as substitutes for the firstborn sons of the people of Israel. And take the livestock of the Levites as substitutes for the firstborn livestock of the people of Israel. The Levites belong to me; I am the Lord.",
      "46": "There are 273 more firstborn sons of Israel than there are Levites. To redeem these extra firstborn sons,"
    },
    "4": {
      "12": "They must take all the remaining furnishings of the sanctuary and wrap them in a blue cloth, cover them with fine goatskin leather, and place them on the carrying frame."
    },
    "5": {
      "28": "But if she has not defiled herself and is pure, then she will be unharmed and will still be able to have children.",
      "29": "“This is the ritual law for dealing with suspicion. If a woman goes astray and defiles herself while under her husband’s authority,",
      "30": "or if a man becomes jealous and is suspicious that his wife has been unfaithful, the husband must present his wife before the Lord, and the priest will apply this entire ritual law to her."
    },
    "8": {
      "11": "Raising his hands, Aaron must then present the Levites to the Lord as a special offering from the people of Israel, thus dedicating them to the Lord’s service."
    }
  },
  "Song of Solomon": {
    "8": {
      "4": "Promise me, O women of Jerusalem, not to awaken love until the time is right.[a]"
    }
  },
  "Isaiah": {
    "8": {
      "5": "Then the Lord spoke to me again and said,",
      "14": "He will keep you safe.But to Israel and Judah he will be a stone that makes people stumble, a rock that makes them fall.And for the people of Jerusalem he will be a trap and a snare.",
      "20": "Look to God’s instructions and teachings! People who contradict his word are completely in the dark."
    },
    "3": {
      "25": "The men of the city will be killed with the sword, and her warriors will die in battle.",
      "26": "The gates of Zion will weep and mourn. The city will be like a ravaged woman, huddled on the ground."
    },
    "5": {
      "16": "But the Lord of Heaven’s Armies will be exalted by his justice. The holiness of God will be displayed by his righteousness."
    },
    "7": {
      "7": "But this is what the Sovereign Lord says:“This invasion will never happen; it will never take place;"
    }
  },
  "Ezekiel": {
    "8": {
      "7": "Then he brought me to the door of the Temple courtyard, where I could see a hole in the wall."
    },
    "12": {
      "13": "Then I will throw my net over him and capture him in my snare. I will bring him to Babylon, the land of the Babylonians,[a] though he will never see it, and he will die there.",
      "11": "Explain that your actions are a sign to show what will soon happen to them, for they will be driven into exile as captives."
    },
    "3": {
      "21": "But if you warn righteous people not to sin and they listen to you and do not sin, they will live, and you will have saved yourself, too.”"
    },
    "5": {
      "10": "Parents will eat their own children, and children will eat their parents. I will punish you and scatter to the winds the few who survive."
    },
    "7": {
      "2": "“Son of man, this is what the Sovereign Lord says to Israel:“The end is here! Wherever you look—east, west, north, or south— your land is finished."
    }
  },
  "Hosea": {
    "8": {
      "9": "Like a wild donkey looking for a mate, they have gone up to Assyria.The people of Israel[a] have sold themselves— sold themselves to many lovers."
    },
    "9": {
      "1": "Hosea Announces Israel’s Punishment9 O people of Israel, do not rejoice as other nations do.For you have been unfaithful to your God, hiring yourselves out like prostitutes, worshiping other gods on every threshing floor."
    },
    "12": {
      "14": "But the people of Israel have bitterly provoked the Lord,so their Lord will now sentence them to death in payment for their sins."
    },
    "5": {
      "15": "Then I will return to my place until they admit their guilt and turn to me.For as soon as trouble comes, they will earnestly search for me.”"
    },
    "7": {
      "6": "Their hearts are like an oven blazing with intrigue.Their plot smolders[a] through the night, and in the morning it breaks out like a raging fire."
    }
  },
  "Romans": {
    "8": {
      "10": "And Christ lives within you, so even though your body will die because of sin, the Spirit gives you life[a] because you have been made right with God.",
      "24": "We were given this hope when we were saved. (If we already have something, we don’t need to hope[a] for it.",
      "27": "And the Father who knows all hearts knows what the Spirit is saying, for the Spirit pleads for us believers[a] in harmony with God’s own will."
    },
    "9": {
      "9": "For God had promised, “I will return about this time next year, and Sarah will have a son.”[a]",
      "21": "When a potter makes jars out of clay, doesn’t he have a right to use the same lump of clay to make one jar for decoration and another to throw garbage into?"
    },
    "10": {
      "1": "Dear brothers and sisters,[a] the longing of my heart and my prayer to God is for the people of Israel to be saved."
    },
    "1": {
      "17": "This Good News tells us how God makes us right in his sight. This is accomplished from start to finish by faith. As the Scriptures say, “It is through faith that a righteous person has life.”[a]"
    },
    "4": {
      "15": "For the law always brings punishment on those who try to obey it. (The only way to avoid breaking the law is to have no law to break!)",
      "16": "So the promise is received by faith. It is given as a free gift. And we are all certain to receive it, whether or not we live according to the law of Moses, if we have faith like Abraham’s. For Abraham is the father of all who believe.",
      "17": "That is what the Scriptures mean when God told him, “I have made you the father of many nations.”[a] This happened because Abraham believed in the God who brings the dead back to life and who creates new things out of nothing."
    },
    "6": {
      "3": "Or have you forgotten that when we were joined with Christ Jesus in baptism, we joined him in his death?"
    },
    "7": {
      "21": "I have discovered this principle of life—that when I want to do what is right, I inevitably do what is wrong.",
      "22": "I love God’s law with all my heart.",
      "23": "But there is another power[a] within me that is at war with my mind. This power makes me a slave to the sin that is still within me."
    }
  },
  "Joshua": {
    "8": {
      "28": "So Joshua burned the town of Ai,[a] and it became a permanent mound of ruins, desolate to this very day.",
      "4": "with these orders: “Hide in ambush close behind the town and be ready for action."
    },
    "9": {
      "12": "“This bread was hot from the ovens when we left our homes. But now, as you can see, it is dry and moldy.",
      "16": "Three days after making the treaty, they learned that these people actually lived nearby!"
    },
    "10": {
      "4": "“Come and help me destroy Gibeon,” he urged them, “for they have made peace with Joshua and the people of Israel.”"
    },
    "12": {
      "21": "The king of TaanachThe king of Megiddo",
      "19": "The king of MadonThe king of Hazor"
    },
    "4": {
      "2": "“Now choose twelve men, one from each tribe."
    },
    "7": {
      "11": "Israel has sinned and broken my covenant! They have stolen some of the things that I commanded must be set apart for me. And they have not only stolen them but have lied about it and hidden the things among their own belongings."
    }
  },
  "Amos": {
    "9": {
      "2": "“Even if they dig down to the place of the dead,[a] I will reach down and pull them up.Even if they climb up into the heavens, I will bring them down."
    },
    "3": {
      "13": "“Now listen to this, and announce it throughout all Israel,[a]” says the Lord, the Lord God of Heaven’s Armies."
    },
    "5": {
      "3": "The Sovereign Lord says:“When a city sends a thousand men to battle, only a hundred will return.When a town sends a hundred, only ten will come back alive.”"
    }
  },
  "Deuteronomy": {
    "9": {
      "29": "But they are your people and your special possession, whom you brought out of Egypt by your great strength and powerful arm.’"
    },
    "12": {
      "10": "But you will soon cross the Jordan River and live in the land the Lord your God is giving you. When he gives you rest from all your enemies and you’re living safely in the land,",
      "8": "“Your pattern of worship will change. Today all of you are doing as you please,"
    },
    "4": {
      "27": "For the Lord will scatter you among the nations, where only a few of you will survive.",
      "38": "He drove out nations far greater than you, so he could bring you in and give you their land as your special possession, as it is today."
    },
    "1": {
      "30": "The Lord your God is going ahead of you. He will fight for you, just as you saw him do in Egypt.",
      "31": "And you saw how the Lord your God cared for you all along the way as you traveled through the wilderness, just as a father cares for his child. Now he has brought you to this place.’",
      "32": "“But even after all he did, you refused to trust the Lord your God,",
      "33": "who goes before you looking for the best places to camp, guiding you with a pillar of fire by night and a pillar of cloud by day.",
      "34": "“When the Lord heard your complaining, he became very angry. So he solemnly swore,",
      "35": "‘Not one of you from this wicked generation will live to see the good land I swore to give your ancestors,",
      "36": "except Caleb son of Jephunneh. He will see this land because he has followed the Lord completely. I will give to him and his descendants some of the very land he explored during his scouting mission.’",
      "37": "“And the Lord was also angry with me because of you. He said to me, ‘Moses, not even you will enter the Promised Land!",
      "38": "Instead, your assistant, Joshua son of Nun, will lead the people into the land. Encourage him, for he will lead Israel as they take possession of it.",
      "39": "I will give the land to your little ones—your innocent children. You were afraid they would be captured, but they will be the ones who occupy it.",
      "40": "As for you, turn around now and go on back through the wilderness toward the Red Sea.[a]’",
      "41": "“Then you confessed, ‘We have sinned against the Lord! We will go into the land and fight for it, as the Lord our God has commanded us.’ So your men strapped on their weapons, thinking it would be easy to attack the hill country.",
      "42": "“But the Lord told me to tell you, ‘Do not attack, for I am not with you. If you go ahead on your own, you will be crushed by your enemies.’",
      "43": "“This is what I told you, but you would not listen. Instead, you again rebelled against the Lord’s command and arrogantly went into the hill country to fight.",
      "44": "But the Amorites who lived there came out against you like a swarm of bees. They chased and battered you all the way from Seir to Hormah."
    },
    "2": {
      "21": "They were also as strong and numerous and tall as the Anakites. But the Lord destroyed them so the Ammonites could occupy their land."
    },
    "3": {
      "16": "But I also gave part of Gilead to the tribes of Reuben and Gad. The area I gave them extended from the middle of the Arnon Gorge in the south to the Jabbok River on the Ammonite frontier."
    },
    "5": {
      "5": "I stood as an intermediary between you and the Lord, for you were afraid of the fire and did not want to approach the mountain. He spoke to me, and I passed his words on to you. This is what he said:"
    },
    "6": {
      "18": "Do what is right and good in the Lord’s sight, so all will go well with you. Then you will enter and occupy the good land that the Lord swore to give your ancestors."
    }
  },
  "Genesis": {
    "12": {
      "14": "And sure enough, when Abram arrived in Egypt, everyone noticed Sarai’s beauty.",
      "12": "When the Egyptians see you, they will say, ‘This is his wife. Let’s kill him; then we can have her!’"
    },
    "3": {
      "24": "After sending them out, the Lord God stationed mighty cherubim to the east of the Garden of Eden. And he placed a flaming sword that flashed back and forth to guard the way to the tree of life."
    },
    "5": {
      "13": "After the birth of Mahalalel, Kenan lived another 840 years, and he had other sons and daughters."
    },
    "7": {
      "4": "Seven days from now I will make the rains pour down on the earth. And it will rain for forty days and forty nights, until I have wiped from the earth all the living things I have created.”"
    }
  },
  "Revelation": {
    "11": {
      "17": "And they said,“We give thanks to you, Lord God, the Almighty, the one who is and who always was,for now you have assumed your great power and have begun to reign."
    },
    "1": {
      "15": "His feet were like polished bronze refined in a furnace, and his voice thundered like mighty ocean waves.",
      "16": "He held seven stars in his right hand, and a sharp two-edged sword came from his mouth. And his face was like the sun in all its brilliance."
    },
    "6": {
      "2": "I looked up and saw a white horse standing there. Its rider carried a bow, and a crown was placed on his head. He rode out to win many battles and gain the victory."
    },
    "8": {
      "13": "Then I looked, and I heard a single eagle crying loudly as it flew through the air, “Terror, terror, terror to all who belong to this world because of what will happen when the last three angels blow their trumpets.”"
    }
  },
  "Lamentations": {
    "1": {
      "1": "Sorrow in Jerusalem1 Jerusalem, once so full of people, is now deserted.She who was once great among the nations now sits alone like a widow.Once the queen of all the earth, she is now a slave."
    },
    "3": {
      "34": "If people crush underfoot all the prisoners of the land,",
      "35": "if they deprive others of their rights in defiance of the Most High,",
      "36": "if they twist justice in the courts— doesn’t the Lord see all these things?",
      "37": "Who can command things to happen without the Lord’s permission?",
      "47": "We are filled with fear, for we are trapped, devastated, and ruined.”",
      "48": "Tears stream from my eyes because of the destruction of my people!",
      "49": "My tears flow endlessly; they will not stop"
    },
    "4": {
      "4": "The parched tongues of their little ones stick to the roofs of their mouths in thirst.The children cry for bread, but no one has any to give them."
    }
  },
  "Malachi": {
    "1": {
      "4": "Esau’s descendants in Edom may say, “We have been shattered, but we will rebuild the ruins.”But the Lord of Heaven’s Armies replies, “They may try to rebuild, but I will demolish them again. Their country will be known as ‘The Land of Wickedness,’ and their people will be called ‘The People with Whom the Lord Is Forever Angry.’"
    }
  },
  "Nahum": {
    "1": {
      "8": "But he will sweep away his enemies[a] in an overwhelming flood.He will pursue his foes into the darkness of night."
    }
  },
  "Obadiah": {
    "1": {
      "11": "When they were invaded, you stood aloof, refusing to help them.Foreign invaders carried off their wealth and cast lots to divide up Jerusalem, but you acted like one of Israel’s enemies."
    }
  },
  "Philemon": {
    "1": {
      "12": "I am sending him back to you, and with him comes my own heart."
    }
  },
  "Philippians": {
    "1": {
      "13": "For everyone here, including the whole palace guard,[a] knows that I am in chains because of Christ."
    },
    "4": {
      "13": "For I can do everything through Christ,[a] who gives me strength."
    }
  },
  "Ruth": {
    "1": {
      "18": "When Naomi saw that Ruth was determined to go with her, she said nothing more."
    },
    "4": {
      "18": "This is the genealogical record of their ancestor Perez:Perez was the father of Hezron."
    }
  },
  "Colossians": {
    "1": {
      "29": "That’s why I work and struggle so hard, depending on Christ’s mighty power that works within me."
    },
    "2": {
      "17": "For these rules are only shadows of the reality yet to come. And Christ himself is that reality.",
      "18": "Don’t let anyone condemn you by insisting on pious self-denial or the worship of angels,[a] saying they have had visions about these things. Their sinful minds have made them proud,",
      "19": "and they are not connected to Christ, the head of the body. For he holds the whole body together with its joints and ligaments, and it grows as God nourishes it."
    },
    "3": {
      "14": "Above all, clothe yourselves with love, which binds us all together in perfect harmony."
    }
  },
  "Zephaniah": {
    "2": {
      "1": "A Call to Repentance2 Gather together—yes, gather together, you shameless nation."
    }
  },
  "1 John": {
    "2": {
      "4": "If someone claims, “I know God,” but doesn’t obey God’s commandments, that person is a liar and is not living in the truth."
    }
  },
  "1 Peter": {
    "3": {
      "1": "Wives3 In the same way, you wives must accept the authority of your husbands. Then, even if some refuse to obey the Good News, your godly lives will speak to them without any words. They will be won over"
    }
  },
  "1 Thessalonians": {
    "3": {
      "3": "and to keep you from being shaken by the troubles you were going through. But you know that we are destined for such troubles."
    }
  },
  "1 Timothy": {
    "3": {
      "4": "He must manage his own family well, having children who respect and obey him."
    },
    "6": {
      "10": "For the love of money is the root of all kinds of evil. And some people, craving money, have wandered from the true faith and pierced themselves with many sorrows."
    }
  },
  "2 Peter": {
    "3": {
      "8": "But you must not forget this one thing, dear friends: A day is like a thousand years to the Lord, and a thousand years is like a day."
    }
  },
  "2 Thessalonians": {
    "3": {
      "10": "Even while we were with you, we gave you this command: “Those unwilling to work will not get to eat.”"
    }
  },
  "2 Timothy": {
    "3": {
      "11": "You know how much persecution and suffering I have endured. You know all about how I was persecuted in Antioch, Iconium, and Lystra—but the Lord rescued me from all of it."
    }
  },
  "Jonah": {
    "4": {
      "1": "Jonah’s Anger at the Lord’s Mercy4 This change of plans greatly upset Jonah, and he became very angry."
    }
  },
  "James": {
    "5": {
      "17": "Elijah was as human as we are, and yet when he prayed earnestly that no rain would fall, none fell for three and a half years!"
    }
  }
}