{
  "1 Corinthians": {
    "11": {
      "33": "So then, my brethren, when you come together to eat, wait for one another."
    }
  },
  "1 Chronicles": {
    "11": {
      "34": "the sons of [a]Hashem the Gizonite, Jonathan the son of Shagee the Hararite,"
    },
    "12": {
      "38": "All these, being men of war who could draw up in battle formation, came to Hebron with (A)a perfect heart to make David king over all Israel; and all the rest also of Israel were of one mind to make David king."
    }
  },
  "Luke": {
    "11": {
      "35": "Then watch out that the light in you is not darkness.",
      "45": "One of the [a](A)lawyers *said to Him in reply, “Teacher, when You say this, You insult us too.”"
    },
    "12": {
      "32": "(A)Do not be afraid, (B)little flock, for (C)your Father has chosen gladly to give you the kingdom.",
      "35": "Be in Readiness35 “[a](A)Be dressed in (B)readiness, and keep your lamps lit.",
      "44": "Truly I say to you that he will put him in charge of all his possessions."
    }
  },
  "Nehemiah": {
    "11": {
      "36": "From the Levites, some divisions in Judah belonged to Benjamin."
    },
    "12": {
      "39": "and above (A)the Gate of Ephraim, by (B)the Old Gate, by the (C)Fish Gate, (D)the Tower of Hananel and the Tower of the Hundred, as far as the Sheep Gate; and they stopped at (E)the Gate of the Guard.",
      "41": "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah, with the trumpets;",
      "45": "For they performed the [a]worship of their God and the service of purification, together with the singers and the gatekeepers (A)in accordance with the command of David and of his son Solomon."
    }
  },
  "Hebrews": {
    "11": {
      "37": "They were (A)stoned, they were (B)sawn in two, [a]they were tempted, they were (C)put to death with the sword; they went about (D)in sheepskins, in goatskins, being destitute, afflicted, (E)ill-treated"
    }
  },
  "Leviticus": {
    "11": {
      "38": "Though if water is put on the seed and a part of their carcass falls on it, it is unclean to you."
    }
  },
  "Judges": {
    "11": {
      "39": "At the end of two months she returned to her father, who did to her according to the vow which he had made; and she [a]had no relations with a man. Thus it became a custom in Israel,"
    }
  },
  "1 Kings": {
    "11": {
      "40": "Solomon sought therefore to put Jeroboam to death; but Jeroboam arose and fled to Egypt to (A)Shishak king of Egypt, and he was in Egypt until the death of Solomon.",
      "43": "And Solomon (A)slept with his fathers and was buried in the city of his father David, and his son (B)Rehoboam reigned in his place."
    }
  },
  "John": {
    "11": {
      "41": "So they removed the (A)stone. Then Jesus (B)raised His eyes, and said, “(C)Father, I thank You that You have heard Me."
    },
    "12": {
      "36": "While you have the Light, (A)believe in the Light, so that you may become (B)sons of Light.”These things Jesus spoke, and He went away and [a](C)hid Himself from them."
    }
  },
  "Daniel": {
    "11": {
      "44": "But rumors from the East and from the North will disturb him, and he will go forth with great wrath to destroy and [a]annihilate many."
    }
  },
  "Mark": {
    "12": {
      "33": "(A)and to love Him with all the heart and with all the understanding and with all the strength, and to love one’s neighbor as himself, (B)is much more than all burnt offerings and sacrifices.”",
      "34": "When Jesus saw that he had answered intelligently, He said to him, “You are not far from the kingdom of God.” (A)After that, no one would venture to ask Him any more questions.",
      "43": "Calling His disciples to Him, He said to them, “Truly I say to you, this poor widow put in more than all [a]the contributors to the treasury;"
    }
  },
  "Exodus": {
    "12": {
      "37": "Now the (A)sons of Israel journeyed from (B)Rameses to Succoth, about (C)six hundred thousand men on foot, aside from children."
    }
  },
  "Matthew": {
    "12": {
      "40": "for just as (A)Jonah was three days and three nights in the belly of the sea monster, so will (B)the Son of Man be (C)three days and three nights in the heart of the earth.",
      "42": "(A)The Queen of the South will rise up with this generation at the judgment and will condemn it, because she came from the ends of the earth to hear the wisdom of Solomon; and behold, (B)something greater than Solomon is here.",
      "46": "Changed Relationships46 (A)While He was still speaking to the crowds, behold, His (B)mother and (C)brothers were standing outside, seeking to speak to Him."
    }
  }
}