{
  "John": {
    "3": {
      "16": "“For this is how God loved the world: He gave[a] his one and only Son, so that everyone who believes in him will not perish but have eternal life."
    },
    "11": {
      "4": "But when Jesus heard about it he said, “Lazarus’s sickness will not end in death. No, it happened for the glory of God so that the Son of God will receive glory from this.”"
    },
    "6": {
      "37": "However, those the Father has given me will come to me, and I will never reject them.",
      "39": "And this is the will of God, that I should not lose even one of all those he has given me, but that I should raise them up at the last day.",
      "42": "They said, “Isn’t this Jesus, the son of Joseph? We know his father and mother. How can he say, ‘I came down from heaven’?”",
      "45": "As it is written in the Scriptures,[a] ‘They will all be taught by God.’ Everyone who listens to the Father and learns from him comes to me.",
      "49": "Your ancestors ate manna in the wilderness, but they all died."
    },
    "7": {
      "22": "But you work on the Sabbath, too, when you obey Moses’ law of circumcision. (Actually, this tradition of circumcision began with the patriarchs, long before the law of Moses.)",
      "26": "But here he is, speaking in public, and they say nothing to him. Could our leaders possibly believe that he is the Messiah?",
      "43": "So the crowd was divided about him.",
      "49": "This foolish crowd follows him, but they are ignorant of the law. God’s curse is on them!”"
    },
    "8": {
      "25": "“Who are you?” they demanded.Jesus replied, “The one I have always claimed to be.[a]",
      "43": "Why can’t you understand what I am saying? It’s because you can’t even hear me!",
      "46": "Which of you can truthfully accuse me of sin? And since I am telling you the truth, why don’t you believe me?",
      "49": "“No,” Jesus said, “I have no demon in me. For I honor my Father—and you dishonor me."
    },
    "9": {
      "7": "He told him, “Go wash yourself in the pool of Siloam” (Siloam means “sent”). So the man went and washed and came back seeing!",
      "26": "“But what did he do?” they asked. “How did he heal you?”",
      "41": "“If you were blind, you wouldn’t be guilty,” Jesus replied. “But you remain guilty because you claim you can see."
    }
  },
  "Luke": {
    "11": {
      "3": "Give us each day the food we need,[a]",
      "48": "But in fact, you stand as witnesses who agree with what your ancestors did. They killed the prophets, and you join in their crime by building the monuments!"
    },
    "6": {
      "36": "You must be compassionate, just as your Father is compassionate.",
      "41": "“And why worry about a speck in your friend’s eye[a] when you have a log in your own?",
      "44": "A tree is identified by its fruit. Figs are never gathered from thornbushes, and grapes are not picked from bramble bushes.",
      "48": "It is like a person building a house who digs deep and lays the foundation on solid rock. When the floodwaters rise and break against that house, it stands firm because it is well built."
    },
    "7": {
      "42": "But neither of them could repay him, so he kindly forgave them both, canceling their debts. Who do you suppose loved him more after that?”",
      "48": "Then Jesus said to the woman, “Your sins are forgiven.”"
    },
    "8": {
      "32": "There happened to be a large herd of pigs feeding on the hillside nearby, and the demons begged him to let them enter into the pigs.So Jesus gave them permission.",
      "42": "His only daughter,[a] who was about twelve years old, was dying.As Jesus went with him, he was surrounded by the crowds.",
      "45": "“Who touched me?” Jesus asked.Everyone denied it, and Peter said, “Master, this whole crowd is pressing up against you.”",
      "48": "“Daughter,” he said to her, “your faith has made you well. Go in peace.”"
    },
    "9": {
      "6": "So they began their circuit of the villages, preaching the Good News and healing the sick.",
      "18": "Peter’s Declaration about Jesus18 One day Jesus left the crowds to pray alone. Only his disciples were with him, and he asked them, “Who do people say I am?”",
      "25": "And what do you benefit if you gain the whole world but are yourself lost or destroyed?",
      "31": "They were glorious to see. And they were speaking about his exodus from this world, which was about to be fulfilled in Jerusalem.",
      "40": "I begged your disciples to cast out the spirit, but they couldn’t do it.”",
      "43": "Awe gripped the people as they saw this majestic display of God’s power.Jesus Again Predicts His DeathWhile everyone was marveling at everything he was doing, Jesus said to his disciples,",
      "45": "But they didn’t know what he meant. Its significance was hidden from them, so they couldn’t understand it, and they were afraid to ask him about it.",
      "48": "Then he said to them, “Anyone who welcomes a little child like this on my behalf[a] welcomes me, and anyone who welcomes me also welcomes my Father who sent me. Whoever is the least among you is the greatest.”"
    }
  },
  "1 Chronicles": {
    "11": {
      "47": "Eliel and Obed;Jaasiel from Zobah.[a]"
    },
    "6": {
      "29": "The descendants of Merari included Mahli, Libni, Shimei, Uzzah,",
      "31": "The Temple Musicians31 David assigned the following men to lead the music at the house of the Lord after the Ark was placed there.",
      "46": "Amzi, Bani, Shemer,"
    },
    "7": {
      "2": "The sons of Tola were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel. Each of them was the leader of an ancestral clan. At the time of King David, the total number of mighty warriors listed in the records of these clans was 22,600.",
      "27": "Nun, and Joshua.",
      "39": "The sons of Ulla were Arah, Hanniel, and Rizia."
    },
    "8": {
      "15": "Zebadiah, Arad, Eder,",
      "33": "Ner was the father of Kish.Kish was the father of Saul.Saul was the father of Jonathan, Malkishua, Abinadab, and Esh-baal.",
      "37": "Moza was the father of Binea.Binea was the father of Rephaiah.[a]Rephaiah was the father of Eleasah.Eleasah was the father of Azel.",
      "39": "Azel’s brother Eshek had three sons: the first was Ulam, the second was Jeush, and the third was Eliphelet."
    },
    "9": {
      "27": "They would spend the night around the house of God, since it was their duty to guard it and to open the gates every morning.",
      "36": "and his oldest son was named Abdon. Jeiel’s other sons were Zur, Kish, Baal, Ner, Nadab,",
      "44": "Azel had six sons, whose names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
    },
    "10": {
      "10": "They placed his armor in the temple of their gods, and they fastened his head to the temple of Dagon."
    }
  },
  "2 Corinthians": {
    "6": {
      "4": "In everything we do, we show that we are true ministers of God. We patiently endure troubles and hardships and calamities of every kind."
    },
    "8": {
      "12": "Whatever you give is acceptable if you give it eagerly. And give according to what you have, not what you don’t have."
    },
    "9": {
      "11": "Yes, you will be enriched in every way so that you can always be generous. And when we take your gifts to those who need them, they will thank God."
    },
    "10": {
      "3": "We are human, but we don’t wage war as humans do."
    }
  },
  "Galatians": {
    "6": {
      "5": "For we are each responsible for our own conduct."
    }
  },
  "Ephesians": {
    "6": {
      "6": "Try to please them all the time, not just when they are watching you. As slaves of Christ, do the will of God with all your heart."
    }
  },
  "Mark": {
    "6": {
      "18": "John had been telling Herod, “It is against God’s law for you to marry your brother’s wife.”",
      "20": "for Herod respected John; and knowing that he was a good and holy man, he protected him. Herod was greatly disturbed whenever he talked with John, but even so, he liked to listen to him.",
      "25": "So the girl hurried back to the king and told him, “I want the head of John the Baptist, right now, on a tray!”",
      "27": "So he immediately sent an executioner to the prison to cut off John’s head and bring it to him. The soldier beheaded John in the prison,",
      "34": "Jesus saw the huge crowd as he stepped from the boat, and he had compassion on them because they were like sheep without a shepherd. So he began teaching them many things.",
      "35": "Late in the afternoon his disciples came to him and said, “This is a remote place, and it’s already getting late.",
      "43": "and afterward, the disciples picked up twelve baskets of leftover bread and fish.",
      "47": "Late that night, the disciples were in their boat in the middle of the lake, and Jesus was alone on land."
    },
    "7": {
      "20": "And then he added, “It is what comes from inside that defiles you.",
      "25": "Right away a woman who had heard about him came and fell at his feet. Her little girl was possessed by an evil[a] spirit,"
    },
    "8": {
      "31": "Jesus Predicts His Death31 Then Jesus began to tell them that the Son of Man[a] must suffer many terrible things and be rejected by the elders, the leading priests, and the teachers of religious law. He would be killed, but three days later he would rise from the dead.",
      "38": "If anyone is ashamed of me and my message in these adulterous and sinful days, the Son of Man will be ashamed of that person when he returns in the glory of his Father with the holy angels.”"
    },
    "9": {
      "5": "Peter exclaimed, “Rabbi, it’s wonderful for us to be here! Let’s make three shelters as memorials[a]—one for you, one for Moses, and one for Elijah.”",
      "23": "“What do you mean, ‘If I can’?” Jesus asked. “Anything is possible if a person believes.”",
      "30": "Jesus Again Predicts His Death30 Leaving that region, they traveled through Galilee. Jesus didn’t want anyone to know he was there,",
      "39": "“Don’t stop him!” Jesus said. “No one who performs a miracle in my name will soon be able to speak evil of me.",
      "42": "“But if you cause one of these little ones who trusts in me to fall into sin, it would be better for you to be thrown into the sea with a large millstone hung around your neck.",
      "47": "And if your eye causes you to sin, gouge it out. It’s better to enter the Kingdom of God with only one eye than to have two eyes and be thrown into hell,"
    }
  },
  "1 Kings": {
    "6": {
      "19": "He prepared the inner sanctuary at the far end of the Temple, where the Ark of the Lord’s Covenant would be placed."
    },
    "7": {
      "34": "There were handles at each of the four corners of the carts, and these, too, were cast as one unit with the cart.",
      "38": "Huram also made ten smaller bronze basins, one for each cart. Each basin was six feet across and could hold 220 gallons[a] of water.",
      "46": "The king had them cast in clay molds in the Jordan Valley between Succoth and Zarethan."
    },
    "8": {
      "35": "“If the skies are shut up and there is no rain because your people have sinned against you, and if they pray toward this Temple and acknowledge your name and turn from their sins because you have punished them,",
      "41": "“In the future, foreigners who do not belong to your people Israel will hear of you. They will come from distant lands because of your name,",
      "44": "“If your people go out where you send them to fight their enemies, and if they pray to the Lord by turning toward this city you have chosen and toward this Temple I have built to honor your name,",
      "47": "But in that land of exile, they might turn to you in repentance and pray, ‘We have sinned, done evil, and acted wickedly.’"
    },
    "10": {
      "8": "How happy your people[a] must be! What a privilege for your officials to stand here day after day, listening to your wisdom!"
    }
  },
  "Daniel": {
    "6": {
      "19": "Very early the next morning, the king got up and hurried out to the lions’ den."
    },
    "7": {
      "17": "“These four huge beasts represent four kingdoms that will arise from the earth."
    },
    "8": {
      "8": "The goat became very powerful. But at the height of his power, his large horn was broken off. In the large horn’s place grew four prominent horns pointing in the four directions of the earth."
    }
  },
  "Ezra": {
    "6": {
      "21": "The Passover meal was eaten by the people of Israel who had returned from exile and by the others in the land who had turned from their corrupt practices to worship the Lord, the God of Israel."
    },
    "7": {
      "4": "son of Zerahiah, son of Uzzi, son of Bukki,"
    },
    "8": {
      "17": "I sent them to Iddo, the leader of the Levites at Casiphia, to ask him and his relatives and the Temple servants to send us ministers for the Temple of God at Jerusalem.",
      "34": "Everything was accounted for by number and weight, and the total weight was officially recorded."
    }
  },
  "2 Chronicles": {
    "6": {
      "22": "“If someone wrongs another person and is required to take an oath of innocence in front of your altar at this Temple,",
      "30": "then hear from heaven where you live, and forgive. Give your people what their actions deserve, for you alone know each human heart.",
      "32": "“In the future, foreigners who do not belong to your people Israel will hear of you. They will come from distant lands when they hear of your great name and your strong hand and your powerful arm. And when they pray toward this Temple,"
    },
    "7": {
      "3": "When all the people of Israel saw the fire coming down and the glorious presence of the Lord filling the Temple, they fell face down on the ground and worshiped and praised the Lord, saying,“He is good! His faithful love endures forever!”"
    },
    "8": {
      "16": "So Solomon made sure that all the work related to building the Temple of the Lord was carried out, from the day its foundation was laid to the day of its completion."
    },
    "10": {
      "11": "Yes, my father laid heavy burdens on you, but I’m going to make them even heavier! My father beat you with whips, but I will beat you with scorpions!’”"
    }
  },
  "Jeremiah": {
    "6": {
      "23": "They are armed with bows and spears. They are cruel and show no mercy.They sound like a roaring sea as they ride forward on horses.They are coming in battle formation, planning to destroy you, beautiful Jerusalem.[a]”"
    },
    "8": {
      "6": "I listen to their conversations and don’t hear a word of truth.Is anyone sorry for doing wrong? Does anyone say, “What a terrible thing I have done”?No! All are running down the path of sin as swiftly as a horse galloping into battle!"
    },
    "10": {
      "12": "But the Lord made the earth by his power, and he preserves it by his wisdom.With his own understanding he stretched out the heavens."
    }
  },
  "Exodus": {
    "6": {
      "24": "The sons of Korah were Assir, Elkanah, and Abiasaph. Their descendants became the clans of Korah.",
      "28": "When the Lord spoke to Moses in the land of Egypt,"
    },
    "8": {
      "18": "Pharaoh’s magicians tried to do the same thing with their secret arts, but this time they failed. And the gnats covered everyone, people and animals alike.",
      "21": "If you refuse, then I will send swarms of flies on you, your officials, your people, and all the houses. The Egyptian homes will be filled with flies, and the ground will be covered with them."
    }
  },
  "Matthew": {
    "6": {
      "26": "Look at the birds. They don’t plant or harvest or store food in barns, for your heavenly Father feeds them. And aren’t you far more valuable to him than they are?"
    },
    "7": {
      "13": "The Narrow Gate13 “You can enter God’s Kingdom only through the narrow gate. The highway to hell[a] is broad, and its gate is wide for the many who choose that way.",
      "19": "So every tree that does not produce good fruit is chopped down and thrown into the fire."
    },
    "8": {
      "30": "There happened to be a large herd of pigs feeding in the distance."
    },
    "9": {
      "4": "Jesus knew[a] what they were thinking, so he asked them, “Why do you have such evil thoughts in your hearts?",
      "22": "Jesus turned around, and when he saw her he said, “Daughter, be encouraged! Your faith has made you well.” And the woman was healed at that moment.",
      "38": "So pray to the Lord who is in charge of the harvest; ask him to send more workers into his fields.”"
    }
  },
  "Proverbs": {
    "6": {
      "33": "He will be wounded and disgraced. His shame will never be erased."
    },
    "7": {
      "9": "It was at twilight, in the evening, as deep darkness fell."
    },
    "8": {
      "2": "On the hilltop along the road, she takes her stand at the crossroads.",
      "19": "My gifts are better than gold, even the purest gold, my wages better than sterling silver!"
    }
  },
  "Judges": {
    "6": {
      "38": "And that is just what happened. When Gideon got up early the next morning, he squeezed the fleece and wrung out a whole bowlful of water.",
      "40": "So that night God did as Gideon asked. The fleece was dry in the morning, but the ground was covered with dew."
    },
    "7": {
      "15": "When Gideon heard the dream and its interpretation, he bowed in worship before the Lord.[a] Then he returned to the Israelite camp and shouted, “Get up! For the Lord has given you victory over the Midianite hordes!”",
      "23": "Then Gideon sent for the warriors of Naphtali, Asher, and Manasseh, who joined in chasing the army of Midian."
    },
    "8": {
      "29": "Then Gideon[a] son of Joash returned home."
    },
    "9": {
      "13": "But the grapevine also refused, saying,‘Should I quit producing the wine that cheers both God and people, just to wave back and forth over the trees?’",
      "17": "For he fought for you and risked his life when he rescued you from the Midianites.",
      "24": "God was punishing Abimelech for murdering Gideon’s seventy sons, and the citizens of Shechem for supporting him in this treachery of murdering his brothers.",
      "28": "“Who is Abimelech?” Gaal shouted. “He’s not a true son of Shechem,[a] so why should we be his servants? He’s merely the son of Gideon, and this Zebul is merely his deputy. Serve the true sons of Hamor, the founder of Shechem. Why should we serve Abimelech?",
      "46": "When the leading citizens who lived in the tower of Shechem heard what had happened, they ran and hid in the temple of Baal-berith.[a]",
      "49": "So each of them cut down some branches, following Abimelech’s example. They piled the branches against the walls of the temple and set them on fire. So all the people who had lived in the tower of Shechem died—about 1,000 men and women."
    },
    "10": {
      "5": "When Jair died, he was buried in Kamon."
    }
  },
  "2 Kings": {
    "7": {
      "1": "Elisha replied, “Listen to this message from the Lord! This is what the Lord says: By this time tomorrow in the markets of Samaria, six quarts of choice flour will cost only one piece of silver,[a] and twelve quarts of barley grain will cost only one piece of silver.[b]”"
    },
    "9": {
      "33": "“Throw her down!” Jehu yelled. So they threw her out the window, and her blood spattered against the wall and on the horses. And Jehu trampled her body under his horses’ hooves."
    },
    "10": {
      "9": "In the morning he went out and spoke to the crowd that had gathered around them. “You are not to blame,” he told them. “I am the one who conspired against my master and killed him. But who killed all these?"
    }
  },
  "Nehemiah": {
    "7": {
      "5": "So my God gave me the idea to call together all the nobles and leaders of the city, along with the ordinary citizens, for registration. I had found the genealogical record of those who had first returned to Judah. This is what was written there:",
      "21": "The family of Ater (descendants of Hezekiah)98",
      "40": "The family of Immer1,052",
      "41": "The family of Pashhur1,247",
      "47": "Keros, Siaha,[a] Padon,"
    },
    "9": {
      "19": "“But in your great mercy you did not abandon them to die in the wilderness. The pillar of cloud still led them forward by day, and the pillar of fire showed them the way through the night.",
      "32": "“And now, our God, the great and mighty and awesome God, who keeps his covenant of unfailing love, do not let all the hardships we have suffered seem insignificant to you. Great trouble has come upon us and upon our kings and leaders and priests and prophets and ancestors—all of your people—from the days when the kings of Assyria first triumphed over us until now.",
      "34": "Our kings, leaders, priests, and ancestors did not obey your Law or listen to the warnings in your commands and laws.",
      "37": "The lush produce of this land piles up in the hands of the kings whom you have set over us because of our sins. They have power over us and our livestock. We serve them at their pleasure, and we are in great misery.”"
    },
    "12": {
      "12": "Now when Joiakim was high priest, the family leaders of the priests were as follows:Meraiah was leader of the family of Seraiah.Hananiah was leader of the family of Jeremiah."
    }
  },
  "Esther": {
    "7": {
      "6": "Esther replied, “This wicked Haman is our adversary and our enemy.” Haman grew pale with fright before the king and queen."
    },
    "9": {
      "14": "So the king agreed, and the decree was announced in Susa. And they impaled the bodies of Haman’s ten sons.",
      "20": "The Festival of Purim20 Mordecai recorded these events and sent letters to the Jews near and far, throughout all the provinces of King Xerxes,"
    }
  },
  "Job": {
    "7": {
      "7": "O God, remember that my life is but a breath, and I will never again feel happiness."
    },
    "9": {
      "15": "Even if I were right, I would have no defense. I could only plead for mercy.",
      "35": "Then I could speak to him without fear, but I cannot do that in my own strength."
    }
  },
  "Psalms": {
    "7": {
      "8": "The Lord judges the nations.Declare me righteous, O Lord, for I am innocent, O Most High!"
    },
    "8": {
      "1": "Psalm 8For the choir director: A psalm of David, to be accompanied by a stringed instrument.[a]1 O Lord, our Lord, your majestic name fills the earth! Your glory is higher than the heavens."
    }
  },
  "Ecclesiastes": {
    "7": {
      "10": "Don’t long for “the good old days.” This is not wise.",
      "29": "But I did find this: God created people to be virtuous, but they have each turned to follow their own downward path.”"
    },
    "8": {
      "3": "Don’t try to avoid doing your duty, and don’t stand with those who plot evil, for the king can do whatever he wants."
    }
  },
  "Micah": {
    "7": {
      "11": "In that day, Israel, your cities will be rebuilt, and your borders will be extended.",
      "18": "Where is another God like you, who pardons the guilt of the remnant, overlooking the sins of his special people?You will not stay angry with your people forever, because you delight in showing unfailing love."
    }
  },
  "Zechariah": {
    "7": {
      "12": "They made their hearts as hard as stone, so they could not hear the instructions or the messages that the Lord of Heaven’s Armies had sent them by his Spirit through the earlier prophets. That is why the Lord of Heaven’s Armies was so angry with them."
    },
    "9": {
      "3": "Tyre has built a strong fortress and has made silver and gold as plentiful as dust in the streets!"
    }
  },
  "Hebrews": {
    "7": {
      "14": "What I mean is, our Lord came from the tribe of Judah, and Moses never mentioned priests coming from that tribe.",
      "28": "The law appointed high priests who were limited by human weakness. But after the law was given, God appointed his Son with an oath, and his Son has been made the perfect High Priest forever."
    },
    "8": {
      "13": "When God speaks of a “new” covenant, it means he has made the first one obsolete. It is now out of date and will soon disappear."
    }
  },
  "1 Samuel": {
    "7": {
      "16": "Each year he traveled around, setting up his court first at Bethel, then at Gilgal, and then at Mizpah. He judged the people of Israel at each of these places."
    },
    "10": {
      "6": "At that time the Spirit of the Lord will come powerfully upon you, and you will prophesy with them. You will be changed into a different person."
    }
  },
  "2 Samuel": {
    "7": {
      "24": "You made Israel your very own people forever, and you, O Lord, became their God."
    },
    "10": {
      "7": "When David heard about this, he sent Joab and all his warriors to fight them."
    }
  },
  "Acts": {
    "7": {
      "30": "“Forty years later, in the desert near Mount Sinai, an angel appeared to Moses in the flame of a burning bush.",
      "35": "“So God sent back the same man his people had previously rejected when they demanded, ‘Who made you a ruler and judge over us?’ Through the angel who appeared to him in the burning bush, God sent Moses to be their ruler and savior.",
      "44": "“Our ancestors carried the Tabernacle[a] with them through the wilderness. It was constructed according to the plan God had shown to Moses."
    },
    "8": {
      "26": "Philip and the Ethiopian Eunuch26 As for Philip, an angel of the Lord said to him, “Go south[a] down the desert road that runs from Jerusalem to Gaza.”",
      "40": "Meanwhile, Philip found himself farther north at the town of Azotus. He preached the Good News there and in every town along the way until he came to Caesarea."
    },
    "9": {
      "8": "Saul picked himself up off the ground, but when he opened his eyes he was blind. So his companions led him by the hand to Damascus."
    },
    "10": {
      "13": "Then a voice said to him, “Get up, Peter; kill and eat them.”"
    }
  },
  "1 Corinthians": {
    "7": {
      "31": "Those who use the things of the world should not become attached to them. For this world as we know it will soon pass away.",
      "36": "But if a man thinks that he’s treating his fiancée improperly and will inevitably give in to his passion, let him marry her as he wishes. It is not a sin."
    },
    "8": {
      "11": "So because of your superior knowledge, a weak believer[a] for whom Christ died will be destroyed."
    },
    "9": {
      "10": "Wasn’t he actually speaking to us? Yes, it was written for us, so that the one who plows and the one who threshes the grain might both expect a share of the harvest."
    },
    "10": {
      "2": "In the cloud and in the sea, all of them were baptized as followers of Moses."
    }
  },
  "Leviticus": {
    "7": {
      "32": "Give the right thigh of your peace offering to the priest as a gift.",
      "37": "These are the instructions for the burnt offering, the grain offering, the sin offering, and the guilt offering, as well as the ordination offering and the peace offering."
    },
    "8": {
      "22": "Then Moses presented the other ram, which was the ram of ordination. Aaron and his sons laid their hands on the ram’s head,",
      "23": "and Moses slaughtered it. Then Moses took some of its blood and applied it to the lobe of Aaron’s right ear, the thumb of his right hand, and the big toe of his right foot.",
      "36": "So Aaron and his sons did everything the Lord had commanded through Moses."
    }
  },
  "Numbers": {
    "7": {
      "33": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,",
      "45": "He brought a young bull, a ram, and a one-year-old male lamb for a burnt offering,"
    }
  },
  "Song of Solomon": {
    "8": {
      "4": "Promise me, O women of Jerusalem, not to awaken love until the time is right.[a]"
    }
  },
  "Isaiah": {
    "8": {
      "5": "Then the Lord spoke to me again and said,",
      "14": "He will keep you safe.But to Israel and Judah he will be a stone that makes people stumble, a rock that makes them fall.And for the people of Jerusalem he will be a trap and a snare.",
      "20": "Look to God’s instructions and teachings! People who contradict his word are completely in the dark."
    }
  },
  "Ezekiel": {
    "8": {
      "7": "Then he brought me to the door of the Temple courtyard, where I could see a hole in the wall."
    }
  },
  "Hosea": {
    "8": {
      "9": "Like a wild donkey looking for a mate, they have gone up to Assyria.The people of Israel[a] have sold themselves— sold themselves to many lovers."
    },
    "9": {
      "1": "Hosea Announces Israel’s Punishment9 O people of Israel, do not rejoice as other nations do.For you have been unfaithful to your God, hiring yourselves out like prostitutes, worshiping other gods on every threshing floor."
    }
  },
  "Romans": {
    "8": {
      "10": "And Christ lives within you, so even though your body will die because of sin, the Spirit gives you life[a] because you have been made right with God.",
      "24": "We were given this hope when we were saved. (If we already have something, we don’t need to hope[a] for it.",
      "27": "And the Father who knows all hearts knows what the Spirit is saying, for the Spirit pleads for us believers[a] in harmony with God’s own will."
    },
    "9": {
      "9": "For God had promised, “I will return about this time next year, and Sarah will have a son.”[a]",
      "21": "When a potter makes jars out of clay, doesn’t he have a right to use the same lump of clay to make one jar for decoration and another to throw garbage into?"
    },
    "10": {
      "1": "Dear brothers and sisters,[a] the longing of my heart and my prayer to God is for the people of Israel to be saved."
    }
  },
  "Joshua": {
    "8": {
      "28": "So Joshua burned the town of Ai,[a] and it became a permanent mound of ruins, desolate to this very day."
    },
    "9": {
      "12": "“This bread was hot from the ovens when we left our homes. But now, as you can see, it is dry and moldy.",
      "16": "Three days after making the treaty, they learned that these people actually lived nearby!"
    },
    "10": {
      "4": "“Come and help me destroy Gibeon,” he urged them, “for they have made peace with Joshua and the people of Israel.”"
    }
  },
  "Amos": {
    "9": {
      "2": "“Even if they dig down to the place of the dead,[a] I will reach down and pull them up.Even if they climb up into the heavens, I will bring them down."
    }
  },
  "Deuteronomy": {
    "9": {
      "29": "But they are your people and your special possession, whom you brought out of Egypt by your great strength and powerful arm.’"
    }
  }
}