{
    "Genesis": "Genesis is the foundational book of beginnings, revealing God as Creator and Covenant-Maker. It opens with the creation of the heavens and the earth, followed by the tragic fall of man, which introduces sin and death into the world. The narrative progresses through judgment (the Flood) and divine preservation (Noah), ultimately focusing on God’s covenant with Abraham and the patriarchs Isaac, Jacob, and Joseph. Genesis establishes God's sovereignty over creation, His justice in judgment, and His mercy in election. Through the promise to Abraham—that in his seed all nations will be blessed—it lays the groundwork for the coming of Christ, the true Seed who redeems what was lost in Eden.",
    "Exodus": "Exodus recounts the miraculous deliverance of Israel from Egyptian bondage, revealing God as the Redeemer and Lawgiver. Through signs and wonders, God demonstrates His power over Pharaoh and the false gods of Egypt. The Passover, a foreshadowing of Christ's sacrificial death, marks Israel's escape, and the Red Sea crossing seals their liberation. At Sinai, the Lord establishes His covenant with His people, giving them the Ten Commandments and laws for holy living. The tabernacle instructions show God's desire to dwell among His people, anticipating the Incarnation—God with us in Christ. Exodus emphasizes redemption by blood and by power, pointing directly to Jesus as our Deliverer.",
    "Leviticus": "Leviticus outlines the priestly laws and sacrificial system necessary for Israel to approach a holy God. It emphasizes God’s holiness and the need for atonement, cleanliness, and separation from sin. Through burnt offerings, sin offerings, and the Day of Atonement, Leviticus teaches that without the shedding of blood, there is no remission. The priesthood and sacrifices all foreshadow the person and work of Jesus Christ, our great High Priest and perfect Sacrifice. The book calls God’s people to “be ye holy, for I am holy,” highlighting the sanctifying work that Christ accomplishes in every believer.",
    "Numbers": "Numbers chronicles Israel’s 40-year journey in the wilderness, marked by unbelief, rebellion, and God’s faithfulness. Despite the people's repeated disobedience, the Lord preserves a remnant to inherit the Promised Land. The census lists, priestly duties, and tribal arrangements reflect God’s order among His people. Key events—such as the fiery serpents and Balaam’s prophecy—highlight divine judgment and grace. The bronze serpent lifted in the wilderness becomes a type of Christ lifted up for our healing (John 3:14–15). Numbers reveals God's patience and provision and anticipates the faithful leadership of Christ who brings His people into eternal rest.",
    "Deuteronomy": "Deuteronomy is Moses’ final exhortation to Israel before they enter Canaan. It restates the Law and God's covenant with a new generation, urging love and obedience to the LORD with heart, soul, and strength. Moses emphasizes God's faithfulness, warns against idolatry, and prophesies future blessing or curse based on obedience. The book anticipates the coming of a greater Prophet (Deut. 18:15), ultimately fulfilled in Jesus. Deuteronomy underscores the need for internal transformation, not mere outward law-keeping—a theme central to the gospel, where Christ fulfills the Law and empowers obedience through the Spirit.",
    "Joshua": "Joshua recounts Israel’s conquest of Canaan under the leadership of Joshua, Moses’ successor. The book emphasizes God’s faithfulness to His covenant promises, as the Israelites inherit the land sworn to Abraham. The miraculous crossing of the Jordan River, the fall of Jericho, and the division of the land all showcase God’s power and provision. Joshua challenges the people to serve the Lord wholeheartedly and warns against idolatry. Spiritually, Joshua points to Jesus (Yeshua), our true Captain, who leads His people into the eternal Promised Land through victory and obedience.",
    "Judges": "Judges records the cyclical pattern of Israel's apostasy, oppression, repentance, and deliverance during the time between Joshua and the monarchy. God raises up judges—military leaders like Deborah, Gideon, and Samson—to rescue His people. However, the refrain 'every man did that which was right in his own eyes' underscores the nation's moral decline. The book reveals the consequences of forsaking God's law, yet also His steadfast mercy. It highlights the need for a righteous king—fulfilled in Jesus, the perfect Judge and Deliverer.",
    "Ruth": "Ruth is a tender story of redemption set during the dark days of the Judges. A Moabite widow, Ruth, displays loyalty to her Israelite mother-in-law Naomi and embraces the God of Israel. Her marriage to Boaz, a kinsman-redeemer, secures her place in the lineage of David and ultimately Christ. Ruth illustrates God’s providence, the inclusion of Gentiles in His covenant plan, and the beauty of sacrificial love—all of which prefigure the redemptive work of Jesus, our ultimate Redeemer.",
    "1 Samuel": "1 Samuel marks Israel's transition from the period of judges to the establishment of monarchy. It highlights the rise and fall of Saul, Israel’s first king, and the anointing of David, a man after God’s own heart. Samuel, the last judge and a prophet, plays a key role in guiding the nation through spiritual renewal. The book portrays God’s sovereignty in raising and removing leaders and foreshadows the eternal kingship of Christ through David's lineage.",
    "2 Samuel": "2 Samuel focuses on the reign of King David, his triumphs, failures, and God's enduring covenant. David unites Israel, captures Jerusalem, and receives the Davidic Covenant, promising a future king whose throne will be everlasting. Despite personal sins like his affair with Bathsheba, God's grace remains evident. David's life typifies Christ as Shepherd-King, while his failings point to the need for a sinless Redeemer.",
    "1 Kings": "1 Kings begins with Solomon's ascension and the building of the temple, symbolizing God's dwelling among His people. Though Solomon starts with wisdom, his divided heart leads to idolatry. After his death, the kingdom splits into Israel (north) and Judah (south). Prophets like Elijah confront rampant idolatry and injustice, reminding Israel of covenant faithfulness. The book underscores the blessings of obedience and the judgment of apostasy.",
    "2 Kings": "2 Kings continues the history of the divided kingdom, documenting the moral decline and eventual destruction of both Israel and Judah due to persistent rebellion against God. Prophets such as Elisha perform miracles and proclaim God's Word. Despite repeated calls to repentance, both kingdoms fall—Israel to Assyria and Judah to Babylon. The book ends in exile, emphasizing the consequences of sin and the hope of restoration through God's mercy.",
    "1 Chronicles": "1 Chronicles retells Israel’s history with a focus on David’s reign and preparations for the temple. Written post-exile, it omits David’s failures and emphasizes his role in God’s covenant plan. The genealogies link Israel’s identity to God’s promises, showing continuity from Adam to the return from exile. The book anticipates the Messiah, the promised Son of David, who will reign eternally.",
    "2 Chronicles": "2 Chronicles continues the post-exilic retelling, focusing on Solomon’s temple and the kings of Judah. It stresses the blessings of seeking God and the consequences of forsaking Him. Revival under kings like Hezekiah and Josiah contrasts with the eventual exile. Ending with Cyrus’s decree to rebuild the temple, the book points toward future restoration through Christ, the true Temple.",
    "Ezra": "Ezra recounts the return of Jewish exiles under Zerubbabel and later Ezra himself. The rebuilding of the temple and the reestablishment of the Law reflect God's faithfulness to His covenant. Ezra leads a spiritual revival, calling the people to separate from sin. The book reveals God's providence in restoring worship and prepares the way for the coming of Christ.",
    "Nehemiah": "Nehemiah tells of Jerusalem’s wall reconstruction and spiritual renewal under Nehemiah’s leadership. Facing opposition, the people persevere and recommit to God’s Law. The narrative highlights prayer, leadership, and covenant faithfulness. It concludes with reforms to preserve Israel’s identity. Nehemiah sets the stage for Messianic hope, emphasizing God’s protection and the importance of holiness.",
    "Esther": "Esther describes God’s providential care for His people during exile in Persia. Though God's name is never mentioned, His hand is evident as He uses Esther to prevent genocide and preserve the Jewish people. The story celebrates divine reversal, where mourning turns to joy. Esther foreshadows Christ, our intercessor and deliverer, who saves His people from destruction.",
    "Job": "Job explores the problem of suffering through the story of a righteous man tested by immense loss and pain. It wrestles with divine justice and human understanding. Through poetic dialogues and God’s final speech, the book reveals God's sovereignty and the limits of human wisdom. Job’s restoration prefigures the hope believers have in Christ, who understands our suffering and secures eternal redemption.",
    "Psalms": "Psalms is a collection of inspired songs and prayers that express the full range of human emotion before God—praise, lament, thanksgiving, and trust. Written by David and others, it teaches worship grounded in God’s character. Many psalms are Messianic, pointing to Jesus as the righteous King, Suffering Servant, and coming Judge. Psalms nourishes the soul and centers believers on God’s faithfulness.",
    "Proverbs": "Proverbs offers wisdom for godly living through concise sayings and moral instruction, primarily from Solomon. It teaches that 'the fear of the LORD is the beginning of knowledge' and contrasts wisdom with folly. The personified “Wisdom” ultimately points to Christ, in whom are hidden all the treasures of wisdom and knowledge. Proverbs equips believers for practical holiness and discernment.",
    "Ecclesiastes": "Ecclesiastes presents a reflective search for meaning in a world marked by vanity. The Preacher explores life’s pursuits—pleasure, labor, wisdom—and concludes that all is vanity apart from fearing God and keeping His commandments. It exposes the futility of life under the sun without eternal perspective. Ultimately, it drives us to seek lasting significance in Christ, who brings eternal life.",
    "Song of Solomon": "Song of Solomon is a poetic dialogue celebrating love between a bride and groom. Historically interpreted as an allegory of God’s love for Israel or Christ’s love for the Church, it also honors marital love as a gift from God. It portrays intimacy, desire, and mutual delight as reflections of the greater spiritual union believers have with Christ.",
    "Isaiah": "Isaiah is a prophetic masterpiece proclaiming judgment and hope. It warns Judah of impending exile due to sin but promises restoration through the coming Messiah. Rich in Messianic prophecy, Isaiah describes the virgin birth, suffering servant, and eternal King. It presents God as holy and just, yet full of mercy, offering salvation through His Anointed One—Jesus Christ.",
    "Jeremiah": "Jeremiah delivers God’s message of judgment to a rebellious Judah, warning of Babylonian exile. Known as the weeping prophet, Jeremiah laments his people's sin while offering hope through the promise of a new covenant written on the heart. His life of suffering mirrors Christ’s, and his message anticipates the inward transformation brought by the Holy Spirit.",
    "Lamentations": "Lamentations is a series of poetic laments mourning the destruction of Jerusalem in 586 BCE. It expresses deep sorrow for sin and loss but also affirms God’s faithfulness: 'Great is thy faithfulness.' The book teaches repentance and hope in God's mercy, anticipating the comfort and restoration ultimately fulfilled in Christ.",
    "Ezekiel": "Ezekiel, exiled in Babylon, receives vivid visions and symbolic acts to proclaim judgment and future restoration. The prophet sees God’s glory depart and later return, foretelling a new temple and a renewed people. His vision of dry bones rising speaks of spiritual revival. Ezekiel points to Christ as the Good Shepherd and source of life.",
    "Daniel": "Daniel records the faithfulness of Jews in exile and apocalyptic visions of God's sovereign rule. Daniel remains faithful amid pagan rule, while his visions predict empires and the coming of the 'Son of Man.' The book affirms God’s control over history and the ultimate triumph of Christ’s eternal kingdom.",
    "Hosea": "Hosea uses his marriage to an unfaithful wife as a picture of Israel’s spiritual adultery. Despite judgment, God’s love remains steadfast, and He promises restoration. Hosea reveals the heart of God as a pursuing husband and sets the stage for Christ, who redeems His unfaithful bride, the Church.",
    "Joel": "Joel describes a locust plague as a sign of the Day of the LORD and calls for repentance. It prophesies the outpouring of the Spirit on all flesh, fulfilled at Pentecost. Joel emphasizes judgment and hope, pointing to God’s mercy for those who call upon His name.",
    "Amos": "Amos, a shepherd-prophet, denounces social injustice and religious hypocrisy in Israel. He warns of judgment but ends with a promise of restoration and a rebuilt Davidic kingdom. Amos emphasizes that true worship involves righteousness, fulfilled perfectly in Christ.",
    "Obadiah": "Obadiah, the shortest Old Testament book, condemns Edom for pride and violence against Judah. It affirms God's justice and foretells Zion's ultimate triumph. The book reinforces God's protection of His people and His coming kingdom through Christ.",
    "Jonah": "Jonah, a reluctant prophet, flees God’s call to preach to Nineveh but is swallowed by a great fish. After repentance, he obeys, and Nineveh repents. The story reveals God's mercy toward Gentiles and prefigures Christ’s death and resurrection after three days.",
    "Micah": "Micah announces judgment and hope, condemning sin while foretelling the Messiah’s birth in Bethlehem. He declares what God requires: to do justly, love mercy, and walk humbly. The book offers a vision of peace under Christ’s future reign.",
    "Nahum": "Nahum prophesies the fall of Nineveh, showing that God is both a refuge and an avenger. It balances divine mercy and wrath. The book reassures God’s people that evil will not go unpunished and justice will prevail through Christ.",
    "Habakkuk": "Habakkuk questions God’s justice but learns to trust His sovereign plan. The just shall live by faith—a truth central to the gospel. The book ends in praise, even amid suffering, showing that faith endures through trials.",
    "Zephaniah": "Zephaniah warns of the Day of the LORD and calls for repentance. Judgment will purify a remnant who trust in God. The book ends with a promise of joy and restoration, reflecting the hope believers have in Christ’s return.",
    "Haggai": "Haggai exhorts the returned exiles to rebuild the temple. He promises God’s presence and future glory, pointing to Christ as the true temple. The book emphasizes obedience and the priority of worship.",
    "Zechariah": "Zechariah combines encouragement and apocalyptic visions to motivate temple rebuilding and spiritual renewal. He prophesies of the Branch, the pierced One, and the coming King—all fulfilled in Jesus. It offers rich Messianic hope.",
    "Malachi": "Malachi challenges post-exilic apathy and calls for renewed covenant faithfulness. He foretells the coming of Elijah and the Lord Himself. The book closes the Old Testament looking forward to John the Baptist and Christ.",
    "Matthew": "Matthew presents Jesus as the promised Messiah and fulfillment of Old Testament prophecy. His teaching (e.g., Sermon on the Mount), miracles, death, and resurrection reveal Him as King and Savior. It emphasizes the Kingdom of Heaven and discipleship.",
    "Mark": "Mark is a fast-paced Gospel portraying Jesus as the suffering Servant and Son of God. It focuses on action and emphasizes faith, discipleship, and the cross. Jesus’ authority over all creation affirms His divine identity.",
    "Luke": "Luke highlights Jesus’ compassion and mission to the marginalized. It emphasizes the universality of salvation, detailed historical narrative, and joy in the gospel. Jesus is portrayed as the perfect Son of Man and Savior of all.",
    "John": "John reveals Jesus as the eternal Word made flesh, emphasizing His divinity, signs, and deep theological truths. Written to inspire belief, it offers intimate insight into Jesus’ person, purpose, and glory as the Son of God.",
    "Acts": "Acts documents the birth and expansion of the early Church through the power of the Holy Spirit. It traces the gospel’s spread from Jerusalem to Rome through apostles like Peter and Paul. The Church’s mission continues through Christ’s Spirit-empowered people.",
    "Romans": "Romans presents the gospel of grace in profound theological depth. Paul explains justification by faith, union with Christ, and God’s sovereignty. It lays the foundation for Christian doctrine and calls believers to holy living through the Spirit.",
    "1 Corinthians": "1 Corinthians addresses divisions, immorality, and misuse of spiritual gifts in the Church. Paul emphasizes love, unity, and resurrection hope. It teaches that Christ is the foundation and head of the Church.",
    "2 Corinthians": "2 Corinthians is a heartfelt defense of Paul’s apostleship and ministry. It reveals God’s strength in human weakness and the glory of the new covenant. Believers are called to generous, faithful service amid trials.",
    "Galatians": "Galatians defends justification by faith apart from works of the Law. Paul rebukes legalism and calls believers to live by the Spirit. It proclaims Christian liberty through union with Christ.",
    "Ephesians": "Ephesians celebrates the Church as the body of Christ, chosen, redeemed, and sealed. It emphasizes unity, spiritual blessings, and practical holiness. The letter exalts Christ’s cosmic reign and the believer’s identity in Him.",
    "Philippians": "Philippians is a joyful letter from prison, urging believers to live humbly, rejoice always, and press toward Christ. It highlights the mind of Christ, unity, and strength through Him.",
    "Colossians": "Colossians exalts Christ as the preeminent Creator and Redeemer. Paul warns against false teachings and calls for Christ-centered living. The fullness of God dwells in Christ, our sufficiency and head.",
    "1 Thessalonians": "1 Thessalonians encourages a young church in faith, love, and hope. Paul affirms Christ’s return and urges holy living in anticipation. The letter models pastoral care and gospel endurance.",
    "2 Thessalonians": "2 Thessalonians clarifies confusion about the Day of the Lord. Paul encourages perseverance amid persecution and corrects end-times misunderstandings. Christ’s coming will bring justice and glory.",
    "1 Timothy": "1 Timothy instructs on church leadership, sound doctrine, and godly living. Paul exhorts Timothy to guard the gospel and live with integrity. It offers pastoral wisdom grounded in Christ.",
    "2 Timothy": "2 Timothy is Paul’s final letter, urging Timothy to remain faithful amid hardship. Paul models endurance and hope in Christ, the righteous Judge. It’s a call to courage and gospel loyalty.",
    "Titus": "Titus offers guidance on appointing elders and promoting sound teaching. Paul emphasizes grace that leads to godliness. Believers are to adorn the gospel through good works and sober living.",
    "Philemon": "Philemon is a personal letter urging forgiveness and reconciliation between a slave and master. It models Christian love and unity in Christ, who levels all social distinctions.",
    "Hebrews": "Hebrews presents Jesus as superior to angels, Moses, and the Levitical system. He is the final High Priest, whose once-for-all sacrifice brings access to God. The book calls for persevering faith.",
    "James": "James teaches that faith without works is dead. True religion involves controlling the tongue, caring for the needy, and humble submission. It urges practical holiness rooted in the implanted Word.",
    "1 Peter": "1 Peter encourages suffering Christians with the hope of salvation. Believers are called to holiness, submission, and joyful endurance. Christ’s suffering and glory provide our pattern and hope.",
    "2 Peter": "2 Peter warns against false teachers and affirms Christ’s return. It calls for spiritual growth and remembrance of apostolic truth. The day of the Lord will come like a thief.",
    "1 John": "1 John emphasizes love, truth, and assurance of salvation. True believers walk in the light, confess sin, and love the brethren. Jesus is our Advocate and the source of eternal life.",
    "2 John": "2 John warns against false teachers and emphasizes walking in truth and love. Believers must guard the doctrine of Christ and avoid compromising fellowship.",
    "3 John": "3 John commends hospitality toward faithful teachers and warns against prideful opposition. It encourages walking in truth and supporting gospel workers.",
    "Jude": "Jude urges believers to contend for the faith against false teachers. He highlights God’s judgment on apostasy and calls for perseverance, prayer, and mercy in the love of Christ.",
    "Revelation": "Revelation unveils the cosmic battle between good and evil, culminating in Christ’s victory. Through visions, it reveals judgments, tribulations, and ultimate restoration. Christ returns as King of kings to establish the New Heaven and Earth. The book calls for faithfulness amid persecution and offers hope in God’s final triumph."
}